[
  {
    "name":"AcariaOfficial",
    "description":"Hallo! Ich bin Acaria, eine leidenschaftliche Comfy-VTuberin. Singen ist meine größte Leidenschaft. Mit meiner Stimme möchte ich Menschen erreichen und etwas in ihnen bewegen, daher singe ich seit 2011 auf Youtube. Neben dem Singen wirst du viel Gameplay in meinen Live’s sehen. Hauptsächlich streame ich Spiele, die eher comfy und beruhigend sind, aber einem guten Horror-Game bin ich definitiv nicht abgeneigt. Komm gerne mal vorbei! Ich freue mich auf dich! ♥",
    "image":"https://beautv.de/wp-content/uploads/2023/06/AcariaOfficial.jpg",
    "twitch":"https://www.twitch.tv/acariaofficial"
  },
  {
    "name":"Adam_isnotreal",
    "description":"Hallo ihr kleine Sterne! Ich bin Adam, ein Hybrid-Fuchs und der Prinz des Mondes sowie der Sterne. Allerdings gehe ich nicht gerne meinen Verantwortungen nach und mache deshalb lieber Zocken auf Twitch und Kunst-Streams. Ich mache das noch nicht sehr lange, aber ich freue mich jedes mal aufs Neue. Alles was ihr so seht hab ich selber gemacht, da ich eine Leidenschaft für Kunst habe. Dennoch muss ich leider sagen das ich meist nur in Englisch streame und auch sonst nur in dieser Sprache meine Sachen hochlade. Aber keine Angst, schreibt mich ruhig an wenn ihr wollt, oder schaut doch mal vorbei! <3",
    "image":"https://beautv.de/wp-content/uploads/2022/11/Adam_isnotreal.jpg",
    "twitch":"https://www.twitch.tv/adam_isnotreal"
  },
  {
    "name":"Agentpinguinmaster",
    "description":"Holerö! Ich bin Murdo aka Agentpinguinmaster, der Anführer der glorreichen Pinguarmy und Mitglied des „Insert Sanity to Play“ Stream-Teams. Ich streame alles Mögliche querbeet, aber Hauptsächlich Adventure und Strategiespiele. Zeitweise bastel ich auch selbst ein paar Spiele und mache crazy Collabs und Events. Kurz gesagt, eine Menge Chaos und Schabernack.",
    "image":"https://beautv.de/wp-content/uploads/2023/09/yc7QFFox.jpg",
    "twitch":"https://www.twitch.tv/agentpinguinmaster"
  },
  {
    "name":"Aikyo Jennji",
    "description":"Ich heiße Aikyo Jennji (Vorname: Jennji) und bin ein 300 Jahre alter Sukkubus. Ich streame hauptsächlich auf Englisch aber freue mich auch über deutschsprachige Zuschauer. Ich wurde aus dem „Demon Realm“ verbannt nachdem ich mich in einen Nicht-Dämon verliebt hatte. Als Zeichen der Verbannung erhielt ich ein Herz auf meiner Wange. Traurig bin ich darüber aber nicht, da ich eh nicht gut in dem Job war. Meine Community nenne ich liebevoll ‚Imp Army‘",
    "image":"https://beautv.de/wp-content/uploads/2021/07/Aikyo-Jennji.jpg",
    "twitch":"https://www.twitch.tv/aikyojennji"
  },
  {
    "name":"Aileen Tachibana",
    "description":"Aileen war schon immer von der magischen Erscheinung von Idols fasziniert, seit sie ein kleines Mädchen war. Eines Tages übermannten sie ihre Gefühle und sie wollte selbst Idol werden. Obwohl sie nichts wirklich kann, außer reden, tut sie ihr Bestes um ihre zukünftige Karriere zu verfolgen. Sie ist ein energiegeladenes, herzallerliebstes und empathisches Mädchen, aber auch eine tollpatschige Doofnuss die oft von vielen Dingen abgelenkt und beeindruckt ist.",
    "image":"https://beautv.de/wp-content/uploads/2021/11/Aileen-Tachibana.jpg",
    "twitch":"https://www.twitch.tv/aminachu"
  },
  {
    "name":"Aiya Suika",
    "description":"Halloo liebe Menschen da draußen ~ Ich bin Aiya und mit dabei ist meine liebe Katze Lisa ! Ich bin eine deutsche Vtuberin und möchte die Welt der Games mit euch erkunden. Außerdem zeichne ich super gerne und möchte euch auch mit meinem Gesang nerven ヽ(^。^)丿Hoffentlich kann ich euch mit meiner Präsenz supi unterhalten und auch viel zum lachen bringen!! Danke an jeden der dabei ist! (/^▽^)/ Finden kannst du mich auf Twitter und Youtube",
    "image":"https://beautv.de/wp-content/uploads/2021/07/Aiya.jpg",
    "twitch":"https://www.twitch.tv/aiyasuika"
  },
  {
    "name":"Aiychu",
    "description":"Hallo! Mein Name ist Aiychu, ich bin eine Galaxy-Cat. Ich habe 2020 angefangen zu streamen, nicht sehr aktiv zu dieser Zeit, seit 2022 bin ich wieder sehr aktiv als Vtuber! Bei mir sieht man sehr oft Valorant, Dead by Daylight und ab zu spiele auch gerne Horror Games (bin aber sehr schreckhaft, man hat immer was zu lachen :3 ) Wenn ihr mehr wissen wollt schaut gerne bei mir vorbei =w= ~",
    "image":"https://beautv.de/wp-content/uploads/2023/05/Aiychu.jpg",
    "twitch":"https://www.twitch.tv/aiychu"
  },

  {
    "name":"AkeAwookami",
    "description":"Awooigste Streamerin EU West mit Flauscheball-Garantie. Eine sehr loste Okami-Schutzgöttin. Sowohl ihr Leben als auch der Chat mobbt sie mehr als gerne. Wenn sie nicht gerade aus Wasser Wein macht, ist sie damit beschäftigt verschiedenste, oft unbekannte Spiele zu spielen, wenn man mal von Pokemon absieht. Schwanz-Witze und Seiso-Attitude ist durchaus eine gute Combo. Energetisch und melodisch kommt man fröhlicher ans Ziel, also einfach rein da!",
    "image":"https://beautv.de/wp-content/uploads/2023/04/AkeAwoogami.jpg",
    "twitch":"https://www.twitch.tv/akeawookami"
  },
  {
    "name":"Akiko Kobayashi",
    "description":"Halloooo, Ich bin Akiko Kobayashi. Zu meinen Spitznamen gehören Aki, Kiki, Kiko und Goldfisch! Ich bin ziemlich vergesslich, aber ich hoffe wir können trotzdem eine wunderbare Zeit in ganz vielen Spielen haben! …wenn nicht plötzlich wieder alles kaputt geht… Ich bin hauptsächlich auf Twitch und Discord zu finden, werde aber alle anderen Plattformen in Angriff nehmen. Ich hoffe wir sehen uns!",
    "image":"https://beautv.de/wp-content/uploads/2023/10/1J9czB6W.jpg",
    "twitch":"https://www.twitch.tv/akikovtubi"
  },
  {
    "name":"akilotl_vt",
    "description":"Ein Wassergeist, welcher einst Teil einer erfolgreichen Gilde war, doch aufgrund ihrer Krankheit: „Glück sammeln“ hatten ihre Kollegen ein Unglück nachdem anderen. Auf der Suche nach einem Zuhause fand sie ihre kleinen fayus (fuck you’s)",
    "image":"https://beautv.de/wp-content/uploads/2023/11/DHvCA2Gy.jpg",
    "twitch":"https://www.twitch.tv/akilotl_vt"
  },
  {
    "name":"Akiva_kun",
    "description":"Hey! Ich bin Akiva, ein Weeb und zocke alles worauf ich Lust habe. Am liebsten Indie-Games. Manche sagen, ich wäre lost, aber das ist natürlich gelogen. Hier erlebt Ihr erstklassiges Gameplay. Kappa",
    "image":"https://beautv.de/wp-content/uploads/2024/08/HJYUjdMM-300x300.jpg",
    "twitch":"https://www.twitch.tv/akiva_kun"
  },
  {
    "name":"AkizoKouya",
    "description":"Heya! Mein Name ist Akizo und ich bin ein Halb-Oni! Meine Aufgabe ist es, den Rabenschrein, den ich mein Zuhause nenne, zu beschützen, bis mein Meister zurückkehrt. Währenddessen ist mir wichtig, dass sich alle Besucher bei mir wohl fühlen und eine behagliche Zeit haben. Deshalb wirst du bei mir auch viele, eher ruhigere Spiele finden. Am liebsten würde ich gerne viele neue Leute kennenlernen!",
    "image":"https://beautv.de/wp-content/uploads/2023/04/AkizoVT.jpg",
    "twitch":"https://www.twitch.tv/akizokouya"
  },
  {
    "name":"AkoYagami",
    "description":"Prinzessin Ako Yagami, sehr erfreut! ~ Ich bin eine Panda VTuberin, welche durch das Streamen dem disziplinierten Alltag ihrer Adelsfamilie entkommen mag. Denn das wahre Ich einer Person versteckt sich hinter einem Titel. Tief im Herzen schlummernd. Um mehr von der Außenwelt zu sehen und einen absoluten Nervenkitzel zu erleben, liegt der Fokus meiner Streams auf Just Chatting, Horror- und Storygames. Darf ich euch mit auf meine Reise nehmen? <3",
    "image":"https://beautv.de/wp-content/uploads/2021/07/AkoYagami.jpg",
    "twitch":"https://www.twitch.tv/akoyagami"
  },
  {
    "name":"AlaskaFlyAway",
    "description":"Hello! Ich bin Alaska & eine Neko-Vtuberin, Hobby-Artist & Musikerin. Wie es sich als Katze so gehört bin ich absolut nachtaktiv & streame auch gern ma die Nächte durch! Bei mir gibts Dummgelaber, random Gesangseinlagen & natürlich auch Gaming – da ist von Ballern bis Farmen alles dabei. Gerne führe ich auch lange Deeptalks & gehe offen mit meinen Mental Health Struggles um. Komm gern ma rum! Lass uns gegenseitig vom stressigen Alltag ablenken! <3",
    "image":"https://beautv.de/wp-content/uploads/2023/04/AlaskaFlyAaway-1.jpg",
    "twitch":"https://www.twitch.tv/alaskaflyaway"
  },
  {
    "name":"Allodia_aka_Max",
    "description":"Aloha o/ Ich bin der Max aka Allodia, ehemaliger Schlangengott – Wächter der Seelen. Ich bin eigentlich sehr introvertiert, was Streaming zu einer interessanten Challenge macht. Ich LIEBE Geschichte und Mythologie! In meinen Streams wird alles gespielt, was sich nicht rechtzeitig in Sicherheit begibt! Von Minecraft über Phasmo bis zu Geoguessr ist alles dabei. Ich hoffe, ich kann euch mit meinen Streams die Zeit verschönern. Kommt gerne vorbei! \\(^-^)/",
    "image":"https://beautv.de/wp-content/uploads/2023/11/Lo3isrqr.jpg",
    "twitch":"https://www.twitch.tv/Allodia_aka_Max"
  },
  {
    "name":"AmyNook",
    "description":"Hey Du, ich bin’s, die AmyNook! Ich bin als Erdbeermaus seit 2021 aktiv auf Twitch und spiele gern Animal Crossing, Yoshi…naja eben alles was süß ist und Spaß macht. In Zukunft vielleicht auch mal was gruseliges. Bei mir gibt’s gute Laune und jede Menge Spaß. Eben alles, was eine Erdbeermaus so mag! Komm‘ gern dazu!",
    "image":"https://beautv.de/wp-content/uploads/2021/07/Amy-Nook.jpg",
    "twitch":"https://www.twitch.tv/amynook"
  },
  {
    "name":"Angy Cat",
    "description":"",
    "image":"https://beautv.de/wp-content/uploads/2023/10/Angy-Cat.jpg",
    "twitch":"https://www.twitch.tv/smollangycat"
  },
  {
    "name":"annifang",
    "description":"Mit einem Verbannungszeichen auf der Stirn gebrandmarkt und vertrieben aus Ihrem Volk streift Nyaccubus Annifang umher auf der Suche nach ihrem Platz im Leben. Hat bei Nachforschungsversuchen versehentlich dieses Twitch entdeckt und daran großen Gefallen gefunden. So besucht Sie euch nicht nur in euren Träumen, sondern auch in euren PCs wann immer ihr es wünscht! Sie liebt besonders den Nervenkitzel des Horrors aber auch das sanfte Weltenerkunden in Genshin Impact. In Ihrer Freizeit vergnügt sie sich mit Snacks aller Art und dem Lesen anzüglicher Lektüre.",
    "image":"https://beautv.de/wp-content/uploads/2023/11/jJM_Lh5Y.jpg",
    "twitch":"https://www.twitch.tv/annifang"
  },
  {
    "name":"Ao Tsubaki",
    "description":"Ich bin Muniya, bin eine Katzen Vtuberin und sehr chaotisch :3 Habe meine Welt verlassen um ein Teil der Menschen Welt sein zu können, da es mich schon immer sehr interessiert hat was Menschen so tun uwu Bin irgendwann auf Twitch gestoßen und dachte ich spiele zusammen mit anderen Leuten Spiele oder wir reden einfach drauf los :3 Würde mich freuen euch bei mir begrüßen zu dürfen uwu",
    "image":"https://beautv.de/wp-content/uploads/2022/08/imayukii.jpg",
    "twitch":"https://www.twitch.tv/aotsubakii"
  },
  {
    "name":"Aoi Kumori",
    "description":"Ich heiße Aoi Kumori und bin eigentlich Bibliothekarin, werde aber gelegentlich nachts eingesperrt und dann auf der Arbeit zurückgelassen. Diese Zeit nutze ich dann zum streamen, momentan sind es Retro-Games wie Pokemon Gelb oder Kristall. Meine Planungen sind sehr spontan, aber ich mache einfach worauf ich Lust habe. Manchmal fluche ich etwas viel, aber ansonsten bin ich sehr freundlich und versuche alle zufrieden zu machen.",
    "image":"https://beautv.de/wp-content/uploads/2021/12/Aoi-Kumori.jpg",
    "twitch":"https://www.twitch.tv/aoikumori"
  },
  {
    "name":"applekalypse",
    "description":"Hallöchen an alle!! ♥ Mein Name ist Apple, und ich bin (wie es mein Name schon verrät) ein Apfel! Ich bin seit 2011 als Vocalistin auf YouTube unterwegs und seit Dezember 2020 als VTuberin auf Twitch. Ich streame meistens Dead by Daylight, aber spiele auch sehr gerne andere Spiele! Meine Streams beschreibt meine Apfelbaum-Community als sehr comfy, obwohl ich oftmals sehr verpeilt bin! Schaut doch gerne mal vorbei ♥",
    "image":"https://beautv.de/wp-content/uploads/2021/07/applekalypse.jpg",
    "twitch":"https://www.twitch.tv/applekalypse"
  },
  {
    "name":"AquilaVT",
    "description":"Aquila, Beschützerin Ihrer Gefolgschaft und Göttin der Lust.",
    "image":"https://beautv.de/wp-content/uploads/2023/08/AquilaVT.jpg",
    "twitch":"https://www.twitch.tv/aquilavt"
  },
  {
    "name":"Arcania202",
    "description":"Hey, ich bin Arcania. Ein ganz normaler Mensch mit mysteriösen Blitzkräften. Wo die wohl herkommen? In meinem Streams gibt es viel Variety. Mit cozy Einschlafstreams, RPG-Abenteuern und actiongeladenen Shootern. Hin und wieder gibt es auch Community-Games, also wenn ihr Lust habt mit mir was zu spielen, schaut einfach mal rein.",
    "image":"https://beautv.de/wp-content/uploads/2023/09/Arcania202.jpg",
    "twitch":"https://www.twitch.tv/arcania202"
  },
  {
    "name":"ArcticCerfi",
    "description":"Hi, ich bin ArcticCerfi, ein Ice-Deer VTuber. Ich bin leidenschaftlicher Künstler und Live2D Rigger. Auf Twitch arbeite ich an meiner Kunst und spiele auch manchmal Videospiele. Mein großer Traum ist es eines Tages von meiner Kunst leben zu können! :)",
    "image":"https://beautv.de/wp-content/uploads/2023/11/Gga_Ym5J.jpg",
    "twitch":"https://www.twitch.tv/arcticcerfi"
  },
  {
    "name":"Ariettyx3",
    "description":"Hawwo, ich bin Arietty! Ich bin eine Fuchs Ninja Vtuberin. Meine Streams bestehen aus Gaming, Karaoke und Just Chatting. Ich spiele Spiele wie Valorant, Phasmophobia und diverse andere Spiele auf der Switch und auf Steam. Da ich das Singen liebe, sind auf meinem Youtube Kanal sehr viele Anime/Vocaloid Song Cover auf japanisch und deutsch zu finden. Ab und zu werden dort natürlich auch Gaming und Streaming Highlights/Edits hochgeladen.",
    "image":"https://beautv.de/wp-content/uploads/2021/07/Ariettyx3.jpg",
    "twitch":"https://www.twitch.tv/ariettyx3"
  },
  {
    "name":"AryaViotta",
    "description":"Ellu! Mein Name ist Arya Viotta ich bin eine leidenschaftliche Sängerin aus dem Weltall! In meinen Streams möchte ich eine entspannende Zeit mit meinen Zuschauern erleben und einfach nur Spaß haben – sei es mit Videospielen, kreativen Streams oder etwas ganz anderem! Schaut also ruhig vorbei! Ich freue mich über jeden einzelnen Zuschauer <3",
    "image":"https://beautv.de/wp-content/uploads/2021/07/Maria.jpg",
    "twitch":"https://www.twitch.tv/aryaviotta"
  },
  {
    "name":"AscheKunst_",
    "description":"Tollpatschig, laut und immer durcheinander. Alles Eigenschaften, die nicht zu einer Kopfgeldjägerin passen, und doch beschreiben sie mich am besten. Heya, ich bin Ash, eine Kopfgeldjägerin welche irgendwie ihren Weg in die Vtuber-Welt gefunden hat! Ich spiele alles worauf ich Bock habe, darunter fallen vor Allem Indie- und Nintendo-Games. Zudem zeichne ich leidenschaftlich, weshalb ein guter Teil meiner Streams aus Kunst und Kritzeln besteht! Kommt doch mal vorbei! <3",
    "image":"https://beautv.de/wp-content/uploads/2021/07/ash_artvt.jpg",
    "twitch":"https://www.twitch.tv/aschekunst_"
  },
  {
    "name":"Ashariia",
    "description":"Hallu! Ich heiße Asharia The Fox, ihr könnt mich aber gerne Asharia nennen. Ich bin eine deutsche VTuberin, welche Spiele im RPG-, MMO-, Simulatoren- und Farming-Bereichen spielt sowie ab und an im Stream zeichnet. Selbstverständlich gibt es aber auch Just Chatting, da ich den Kontakt zu euch liebe und ein Plappermaul bin. Dabei bin ich eine ziemliche Chaotin und für jeden Spaß zu haben. Ich freue mich auf euch! ♡",
    "image":"https://beautv.de/wp-content/uploads/2021/12/AshariaTheFox.jpg",
    "twitch":"https://www.twitch.tv/ashariia"
  },
  {
    "name":"AshuraTennou",
    "description":"Hey, ich bin Ashura , streame auf Twitch und versuche dabei nicht komplett lost zu sein, was nicht wirklich klappt. Schaut doch gerne mal vorbei!",
    "image":"https://beautv.de/wp-content/uploads/2022/09/AshuraTennou.jpg",
    "twitch":"https://www.twitch.tv/AshuraTennou"
  },
  {
    "name":"astralf0xy",
    "description":"Alo! Ich bin Astra, eine scuffed Fuchsgöttin, die oftmals nicht so serious ist. Wenn ihr Hirnzellen findet, das sind meine, bis auf drei sind alle weggelaufen :c Mainly wird bei mir Black Desert Online, League of Legend und Genshin Impact zu sehen sein! Wenn ihr vorbei kommt lasst uns doch über Motorsport, Bücher, Kristalle und anderen random Kram reden! Wir sehen uns! :3 buh byeeee!",
    "image":"https://beautv.de/wp-content/uploads/2023/08/astralf0xy.jpg",
    "twitch":"https://www.twitch.tv/astralf0xy"
  },
  {
    "name":"Asukij",
    "description":"ch heiße Asukij und bin eine 233 Jahre alte Elfe, meine genaue Rasse sind die Sonnenelfen. Was sich in meiner Haar und Augenfarbe widerspiegelt. Im Gegenzug zu den anderen Elfen bin ich sehr ruhig, zurückhaltend und oft auch verpeilt. In den letzten Jahrhunderten habe ich die Welt der Animes und Games entdeckt, nun lebe ich in einem abgelegenen Teil des Elfenwaldes, auf einer schönen bunten Blumenwiese. Von dort aus Streame ich ungestört. Hauptsächlich sind meine Streams sehr Entspannend, dort findet ihr Reactionen und Games im Bereich Survival & MMORPGs. Komm doch zu mir, in die magische Welt der Elfen und lass dich verzaubern.",
    "image":"https://beautv.de/wp-content/uploads/2023/11/gqa-LZQZ.jpg",
    "twitch":"https://www.twitch.tv/asukij"
  },
  {
    "name":"AsukaSeitou",
    "description":"Ich bin eine fleißige Sukkubu- eh ich meine Streamerin, die oft mit einem Heiligenschein zu sehen ist… Auf jeden Fall liebe ich Manga, Anime & Games! Auch wenn ich viele Hobbys habe, werdet ihr auf diesem Kanal „nur“ in den Genuss von einer zockenden Asuka Seitou kommen! xP Let’s have fun in the Oasis!",
    "image":"https://beautv.de/wp-content/uploads/2024/01/AsukaSeitou3.jpg",
    "twitch":"https://www.twitch.tv/asukaseitou"
  },
  {
    "name":"ayvoli",
    "description":"Hewwo! Ich bin ayvoli, eine holy Erdbeer-Kuh~ Erdbeeren esse ich so gerne.. deswegen bin ich rosa! Ich bin eine deutsche Vtuberin, sehr gerne Lost, bisschen cringo und weird drauf, jedoch gibts wenigstens immer was zu lachen! Bei jedem Stream gibt es gesang.. nur nicht besonders guten xD Ich spiele viele verschiedene spiele, rede aber auch gerne einfach nur~ schaut doch gerne mal vorbei, muh!<3 Cow kisses, mwaaaah~",
    "image":"https://beautv.de/wp-content/uploads/2023/11/kLvCJbl.jpg",
    "twitch":"https://www.twitch.tv/ayvoli"
  },
  {
    "name":"Azurias",
    "description":"Ich bin Azurias, ein Aetheringenieur vom spektralen Mond der Erde. Vereinfacht gesagt ist Aether wie Mana und baue Maschinen, welche mit Aether betrieben werden. Der spektrale Mond kann man wie… eine andere Welt, eine andere Dimension betrachten. Er ist aber an die Erde gebunden. Seitdem ich auf der Erde bin, fasziniert mich die Technik hier und vor allem die digitale Welt. Auch Manga, Anime, Zeichnen etc. sind zu meinen Leidenschaften geworden.",
    "image":"https://beautv.de/wp-content/uploads/2021/06/Azurias.jpg",
    "twitch":"https://www.twitch.tv/Azurias"
  },
  {
    "name":"baby_pilzchen",
    "description":"Hemslo c: Ich bin Yeri. Ich bin eine kleine Pilzfee, bekannt als Toddler und sehr lost und verwirrt. Am 28.03.23 um 19 Uhr habe ich mein Re-Debut und einjähriges. Ich streame aktuell sehr viel Zelda. Sobald mein Computer ein Upgrade bekommt, werden sehr viele andere Spiele dazu kommen. Bei mir im Chat ist ein Safe Space und jeder ist willkommen. Seiso, aber nicht Family Friendly. Ich fluche manchmal. Streams sind 18+!!",
    "image":"https://beautv.de/wp-content/uploads/2023/03/baby_pilzchen.jpg",
    "twitch":"https://www.twitch.tv/baby_pilzchen"
  },
  {
    "name":"BalthasarFaust",
    "description":"Mein Name ist BalthasarFaust, auch bekannt als der Ork aus dem Internetwald. Seit fast zwei Jahren streame ich regelmäßig, vor allem abends. Neben Kunststreams gibt es bei mir hauptsächlich Gaming Content, vor allem Nischen- und Indiegames. Ab und zu gibt es aber auch größere Projekte, wie zum Beispiel Pen and Paper-Runden mit anderen VTuber-Kollegen. Neben dem Streamen arbeite ich viel an ASMRs und generell an Voiceacting-Projekten.",
    "image":"https://beautv.de/wp-content/uploads/2021/07/Balthasar-Faust.jpg",
    "twitch":"https://www.twitch.tv/balthasarfaust"
  },
  {
    "name":"BambArii",
    "description":"Mein Name ist Arii, aber ich werde auch manchmal Bambi, Bamb, BAMBIArii oder sonst wie genannt. Ich bin eine sehr haarige Siebenschläfer Vtuberin (NO MOUSE), die gerne hübsche Husbandos (auch manchmal Waifus), Vtuber, Emotes und sonstiges zeichnet. Ach ja, zocken tu ich auch, aber in schlecht, weil ich hab nur Pfoten.",
    "image":"https://beautv.de/wp-content/uploads/2024/01/rVL71JGI.jpg",
    "twitch":"https://www.twitch.tv/bambarii"
  },
  {
    "name":"biene337",
    "description":"Hey, mein Name ist Biene. Ich bin ein deutsches Wolfgirl und freue mich immer, neue Leute kennen zu lernen ^^ Ich bin weit von meinem Heimatland hierher gereist und freue mich Dich kennenzulernen ^^ Ich muss Dich nur vor eins warnen: ich bin lost bis zum geht nicht mehr und das kann auch abfärben q.q Du findest mich vorwiegend auf Twitch. Ich hoffe, wir haben ganz viel Spaß und können zusammen abschalten! Auf comfy Zeiten!^^",
    "image":"https://beautv.de/wp-content/uploads/2023/11/k9NJkCcc.png",
    "twitch":"https://www.twitch.tv/biene337"
  },
  {
    "name":"BlackSoldir",
    "description":"Ein Universum welches sich langweilte , kam auf die Idee eine Gottheit zu erschaffen welche Unterhaltung und Schabernack erbringen sollte. Nun seit dem bin ich da das ist nun 6 Milliarden Jahre her und seit kurzem schaue ich auch Mal in euer Universum um und erblicke immer wieder Sternenlichter die meine Aufmerksamkeit erregen. Sei es um zu supporten , zum lachen oder einfach quatschen. Man nennt mich auch “ der Herr“ weil es sich etabliert hat.",
    "image":"https://beautv.de/wp-content/uploads/2023/11/jILP5mIZ.jpg",
    "twitch":"https://www.twitch.tv/BlackSoldir"
  },
  {
    "name":"blauekadse",
    "description":"Hey! Ich bin eine blaue Katze, jeder der was anderes sagt ist ein Lügner. Ich streame jeden DI,DO,SA um 20:15 Uhr auf Twitch! manchmal auch spontan, wenn ich aus dem Keller gelassen werde. Ich liebe es gestreichelt zu werden, deswegen schau gerne bei mir vorbei! Ich habe noch nie jemanden gebissen, außer er wollte es…",
    "image":"https://beautv.de/wp-content/uploads/2023/02/BlueCatVT.jpg",
    "twitch":"https://www.twitch.tv/blauekadse"
  },
  {
    "name":"BlindLine",
    "description":"Hey! Hey Du! Du fragst Dich sicher, wer wir sind… Nun ja… Lass es mich für Dich kurzfassen Wir sind ein kleines Team bestehend aus den Vtubern PunkyLine und TheViviNeko, die es lieben zu zocken. Bei uns findest Du alles von Cozy Games über Soulslike bis hin zum Höllen Grind. Wenn Du mehr über uns und unseren Content erfahren möchtest, dann folge uns einfach auf unseren Social Media Accounts",
    "image":"https://beautv.de/wp-content/uploads/2024/01/Blindline-2.jpg",
    "twitch":"https://www.twitch.tv/blindlinetv"
  },
  {
    "name":"blubchen",
    "description":"Ich bin blubchen. Ich bin eine Seifenblasen Vampir Prinzessin mit ein bisschen Neko und ich komme aus dem Blubiland und kann Seifenblasen mit meinen Händen und auch mit mein Mund machen",
    "image":"https://beautv.de/wp-content/uploads/2023/11/a31fSX6_.jpg",
    "twitch":"https://www.twitch.tv/blubchen"
  },
  {
    "name":"blueberrymuffling",
    "description":"Mein Name ist Blueberrymuffling. meine Freunde nennen mich Blue, viele verwechseln mich mit einem Muffin oder einer Blaubeere doch bin ich eigentlich eine Elfe geschlüpft aus einer Blaubeere die eine Vorliebe für Muffins hat. Ich reise durch Dimensionsrisse die ab und an auch mein aussehen beeinflussen und bin geübt bei der Oni jagt mit Katana Mein 2Jähriges habe ich im Oktober gefeiert und ein richtiges Debut hatte ich nie, ich gehöre zu den Elfen die auf einmal da sind Mein stream ist NSFW und ab 18+ gekennzeichnet wegen einiger spiele und dem Umgang den wir als Community miteinander pflegen.",
    "image":"https://beautv.de/wp-content/uploads/2023/11/e4Z0lJua.jpg",
    "twitch":"https://www.twitch.tv/blueberrymuffling"
  },
  {
    "name":"bluedragon_95",
    "description":"Als Herrscher des Königreichs Drago bin ich als König der Drachen bekannt, dabei spiele ich sehr gerne Spiele und habe dabei sogar meine eigene Anime Talkshow den ‘ Dragon Talk’ und mach gerne auch Reactions und weitere lustige sachen. Ich komme aus der wunderschönen Schweiz und freue mich darauf euch in meinem Königreich zu begrüssen .",
    "image":"https://beautv.de/wp-content/uploads/2024/06/bluedragon_95.jpg",
    "twitch":"https://www.twitch.tv/bluedragon_95"
  },
  {
    "name":"Bluefox1987",
    "description":"Hallo, ich bin Bluefox, wie der Name sagt ein Blauer Fuchs. Bin ein großer Nintendo-Fan also gibt es auch viel Nintendo Games bei mir (Pokemon, Fire Emblem, Mario Kart u.s.w) aber auch andere Games, halt wo ich gerade Lust drauf habe 🙂 kommt vorbei und guckt euch ein Fuchs beim spielen zu.",
    "image":"https://beautv.de/wp-content/uploads/2023/11/W70-21-w.jpg",
    "twitch":"https://www.twitch.tv/bluefox1987"
  },
  {
    "name":"BlueGemi",
    "description":"Hey ich bin Blue, ein kleiner Blauling von einem weit entfernten Planeten! Mein Volk lebt unter der Erde. Ich bin auf Handel, Technik und Bergbau spezialisiert. Aufgrund von Ressourcenmangel bin ich auf der Erde gelandet. Mein Ziel ist es mit euch die Welt zu erkunden und Handel zu treiben :3",
    "image":"https://beautv.de/wp-content/uploads/2024/09/Unbenannt-1.jpg",
    "twitch":"https://www.twitch.tv/bluegemi"
  },
  {
    "name":"Brokkoli_Chan",
    "description":"Henlo, ich bin Brokkoli oder Brokkoli_Chan und bin Streamer und Vtuber auf Twitch! Ich bin ein stets müder Geist mit extremer Kaffe- und Koffeinsucht… komischer Weise schaffen es ein paar Valorant Runden immer mich aufzuwecken und vor „Freude“ zu schreien TwT Ich streame gerne Shooter, Horror Games und vieles mehr… manchmal lass ich auch meine Nerd-Seite raus und quatsche über Filme, wäre schön wenn ihr mal vorbeischaut :3",
    "image":"https://beautv.de/wp-content/uploads/2023/11/u_5SDYe9.jpg",
    "twitch":"https://www.twitch.tv/brokkoli_chan"
  },
  {
    "name":"Bunnypiestream",
    "description":"Mein Name ist BunnyPie und man könnte mich als klassischen Nerd bezeichnen ! Ich liebe Videospiele, Superhelden, Anime und Manga. Wer also Redebedarf in dieser Richtung hat, darf sich über ein aufgeregtes Häschen freuen, der gerne sein Hobby teilt ! An Videospielen, spiel ich wohl besonders gerne Action, Horror und Fantasygames. Auch Indiegames sind bei mir immer willkommen ♡ Und bitte versucht mich nicht mit Karotten zu füttern. Bah ! Dann nehm ich lieber Katsudon! Dann gäbe es da noch…. Viri. Viri ist irgendwie auch ein Teil von mir. Er ist schwierig zu beschreiben, irgendwie das komplette Gegenteil von mir.. Aber ich bin ihm aus vielen Gründen echt dankbar!.. Auch wenn.. es schwierig sein kann. Ach übrigens! Meine Pronomen sind er/ihm. Ich bin ein (trans)männliches Häschen! ૮₍ ˶> ༝ <˶ ₎ა",
    "image":"https://beautv.de/wp-content/uploads/2023/11/0DolS3_m.jpg",
    "twitch":"https://www.twitch.tv/bunnypiestream"
  },
  {
    "name":"CardonTelestial",
    "description":"Cardon ist ein Magier von einer anderen Welt, verbannt weil er im letzten Gefecht gegen den Dämonenkönig versehentlich den Mond mit Meteor zertrümmert hat. Er verfügt noch immer über die Portalmagie die er genutzt hat um hierher zu kommen und besucht die verschiedenen Welten, welche die Menschen hier mit Videospielen und ähnlichem erschaffen. Zudem bemalt er als Hobby Miniaturen.",
    "image":"https://beautv.de/wp-content/uploads/2021/07/CardonTelestial.jpg",
    "twitch":"https://www.twitch.tv/cardontelestial"
  },
  {
    "name":"CatboyFisky",
    "description":"Fisky ist ein deutscher Catboy, der tagsüber in einem Katzencafe arbeitet und nachts auf Twitch wholesome Content streamt. Er mag niedliche Outfits, Cosplay, cute Uniformen und hat meistens Katzenprints auf seinen Outfits untergebracht. In seiner Freizeit trägt er meist Latzhosen / Latzshorts, hat aber als bekennender Femboy auch kein Problem damit mal ein Röckchen zu tragen.",
    "image":"https://beautv.de/wp-content/uploads/2021/06/fisky07.jpg",
    "twitch":"https://www.twitch.tv/catboyfisky"
  },
  {
    "name":"Caz Spella",
    "description":"Hallo, mein Name ist Caz Spella! Ich bin ein Wolpertinger, ein Mischwesen aus Hase, Reh und einigen anderen Tieren. Tagsüber arbeite ich als Bibliothekar im Archiv, einem Ort, an dem alle Geschichten der Welt gelagert werden. Meine Streams sind primär auf englisch, jedoch würde ich diese gerne auf den deutschsprachigen Raum ausweiten! Ich würde mich sehr freuen, wenn ihr mir auf einer Tasse Tee beiwohnen könntet.",
    "image":"https://beautv.de/wp-content/uploads/2022/04/Caz-Spella.jpg",
    "twitch":"https://www.twitch.tv/cazspella"
  },
  {
    "name":"Chaentix",
    "description":"HEWOO! Willkommen! Du kannst mich Aovie oder Ao nennen! Ich bin ein Tierdämon (Luchs), welcher Lust bekommen hat Shrimps im Internet zu jagen anstatt im Dämonenreich! Ich bin ein niedlicher, „toxischer“ Seiso-League-Spieler. ( ͡• ͜ʖ ͡• ) Ich spiele gelegentlich auch andere Spiele wie Apex / Singleplayers und singe hin und wieder sehr gerne~!",
    "image":"https://beautv.de/wp-content/uploads/2023/05/Aovie.jpg",
    "twitch":"https://www.twitch.tv/aovie"
  },
  {
    "name":"Charles Curbita",
    "description":"Howdy! Hier ist euer Entertainment Programm mit in der Hauptrolle der RGB-Kürbis Charles Curbita im Kanal! Begleitet die Knalltüte von Kürbis mit seinen hirnverbranntesten täglichen Programmen (wie CBA/Montagsmaler Mittwoch/Firlefanz Freitag/Just Chatting) und genießt die beliebige Show! ~ Bleibt sicher & bleibt kunterbunt mit den ColorHiccups!",
    "image":"https://beautv.de/wp-content/uploads/2021/11/Charles-Curbita.jpg",
    "twitch":"https://www.twitch.tv/charlescurbita/"
  },
  {
    "name":"Charonya_",
    "description":"Elloo! Mein Name ist Charonya. Ihr mögt chaotische Drachen? Dann seid ihr hier genau richtig. Wieso steht ein Text von mir hier? Na weil ich Vtuberin bin, ihr Nasen. >.<) Lasst uns gemeinsam auf Reisen aufbrechen und die Welt der Videospiele entdecken. Entflieht eurem Alltag, lästigen Familenfeiern oder eurem Steuerberater und lasst euch mit scuff, chaos oder dem ein oder anderen Witz die Laune verbessern. PS: das P in meinem Namen steht für Profi（ΦωΦ) ",
    "image":"https://beautv.de/wp-content/uploads/2024/07/cVXZ3rM_.jpg",
    "twitch":"https://www.twitch.tv/charonya_"
  },
  {
    "name":"Cherry",
    "description":"Hellow, ich bin Cherry! Ich bin ein Mix aus Engel und Dämon. Aber keine Sorgen, der Engel ist stärker in mir vertreten. Ich streame seit Anfang 2021 auf Twitch viele verschiedene Spiele wie z.B Dead by Daylight oder zeichne gerne auch mal. Auf der Erde habe ich hinzu aber auch meine Liebe zu Animes, Mangas und Kpop gefunden. Ich freue mich über jede kleine Feder die zu mir geflogen kommt. Also schaut doch mal rein! :3",
    "image":"https://beautv.de/wp-content/uploads/2023/11/HyGIP1C8.jpg",
    "twitch":"https://www.twitch.tv/vtcherry"
  },
  {
    "name":"CherrySayoko",
    "description":"Ich bin Cherry oder auch Sayoko! Eine Prinzessin mit Schwäche für Games und Bücher. Mit einer großen Portion Süße und Sensibilität liebe ich es, für euch da zu sein und eure Tage zu erhellen! Obwohl ich manchmal laut werde, vor allem beim Zocken oder Singen, steckt in mir ein kleiner Charmeur. Das Leben ist für mich ein buntes Abenteuer, und ich freue mich darauf, es mit einem Lächeln mit euch zu genießen!",
    "image":"https://beautv.de/wp-content/uploads/2023/11/nJh2wPa1.jpg",
    "twitch":"https://www.twitch.tv/cherrysayoko"
  },
  {
    "name":"Chibipower",
    "description":"Hallo ihr süßen, ihr dürft mich ruhig Chibi nennen. Ich bin eine liebevolle aber extrem verpeilte Succubi schon mal gerne die Köpfe anderer verdreht. Ich hoffe das ihr bei mir abschalten und wir etwas zusammen lachen können ♡",
    "image":"https://beautv.de/wp-content/uploads/2023/11/QUsp00Ya.jpg",
    "twitch":"https://www.twitch.tv/chibipower"
  },
  {
    "name":"chidotry",
    "description":"Heyo, Ich heiße Nakama, bin 21 Jahre alt und halb Kitsune und Neko, und ein Teil von mir ist sogar Vampir, Ich streame auf Twitch ^^ was ich da so streame? Größenteils nur Games und jeden Sonntag mache ich ein Art Stream, möchte nämlich unbedingt zeichnen lernen ^^“ ich freue mich auf jeden wundervollen Menschen oder anderes Wesen was bei mir Vorbeischaut ^^ und bald werde ich auch ein Debüt haben geplant ist ende des Jahres UwU ^^",
    "image":"https://beautv.de/wp-content/uploads/2022/08/Nakamatry.jpg",
    "twitch":"https://www.twitch.tv/chidotry"
  },
  {
    "name":"ChiinoVT",
    "description":"Heyaa! Ich bin Chiino, eine deutsche Kemonomimi Kitsune VTuberin! Ich streame seit Anfang Oktober 2021 hauptsächlich Gaming-Content und liebe es, alle mit meiner guten Laune anzustecken! Abgesehen vom streamen, würde ich zu meinen Hobbys zocken, Anime schauen, Cosplay und Video editieren dazu zählen. Am wichtigsten ist es mir, mit euch zusammen eine unvergessliche Zeit zu haben in der wir unsere Sorgen vergessen können <3",
    "image":"https://beautv.de/wp-content/uploads/2022/01/ChiinoVT.jpg",
    "twitch":"https://www.twitch.tv/chiinovt"
  },
  {
    "name":"chirokoon",
    "description":"ch bin Chiro, ein waschbäriges Galaxy Supergirl und zusammen mit meinem Begleiter Quaxi , dem Sternenfrosch, beschütze ich die Galaxie !",
    "image":"https://beautv.de/wp-content/uploads/2023/08/chirokoon2.jpg",
    "twitch":"https://www.twitch.tv/chirokoon"
  },
  {
    "name":"ChisameVT",
    "description":"✿ Ich bin ein weißer Hai mit einem Hauch Namielle, aus dem Atlantischen Ozean, der Menschen unglaublich interessant findet und gerne mit ihnen interagiert. Ich möchte euch eine schöne Zeit bereiten und euch zum Lachen bringen. Ebenfalls bin ich Hobby-Artist und zeichne für mein Leben gerne Männer und Pokemon. ✿",
    "image":"https://beautv.de/wp-content/uploads/2023/11/jNKFACb5.jpg",
    "twitch":"https://www.twitch.tv/chisamevt"
  },
  {
    "name":"ChitogeVT",
    "description":"Hey ich bin Chitoge, doch für viele bin ich einfach Toge. Als Shinigami tauche ich in die faszinierende Welt der Videospiele ein. Meine Leidenschaft gilt vor allem Souls-Games und RPGs. Aber ich bin stets auf der Suche nach neuen Abenteuern, um sie ausgiebig zu erkunden und zu testen. Lass uns gemeinsam in die Welt der Spiele eintauchen",
    "image":"https://beautv.de/wp-content/uploads/2023/10/hL0GxTVx.jpg",
    "twitch":"https://www.twitch.tv/chitogevt"
  },
  {
    "name":"Chiyoka",
    "description":"Hey, ich bin Chiyoka Hayashi und werde oft Chiyo/Chi genannt ich bin eine halb Dryade halb Najade. Mein Zuhause ist ein Mystischer Wald in dem ich mit meinen Kodama leben. Auf meinem Twitch sind die Themen: Gaming, Zeichnen und Gesang. Ich spiele gerne League of Legends oder verschiedene Nintendo Switch Games. Auf Youtube mache Cover und Fan Synchronisationen, ich würde mich freuen wenn du vorbei schauen würdest.",
    "image":"https://beautv.de/wp-content/uploads/2023/11/EM1OjcEh.gif",
    "twitch":"https://www.twitch.tv/chiyoka_"
  },
  {
    "name":"ChizukuVT",
    "description":"Heya~ mein Name ist Chizuku, eine Fledermausdämonin~ warum schaust du nicht mal rein und wir hängen zusammen ab? Ich spiele alles mögliche an Games, von Pokémon bis Dark Souls und Community Days mit z.B. Mario Kart wo alle mitmachen können. Ich streame auf Englisch, mit einer Community aus der ganzen Welt. Schaut doch gerne mal vorbei, zum chatten, rumhängen oder mitspielen!",
    "image":"https://beautv.de/wp-content/uploads/2023/11/w3d93_py-1.gif",
    "twitch":"https://www.twitch.tv/ChizukuVT"
  },
  {
    "name":"Chysa Lokia",
    "description":"Hi ich bin Chysa Lokia, ich bin eine der vielen Kinder der Göttin Artemis in der Welt Austmernia. Bei mir gibt es viel RPG’s und Survival Games. Ich hoffe wir sehen uns bei mir auf dem Kanal..",
    "image":"https://beautv.de/wp-content/uploads/2023/11/7mf6nE76.gif",
    "twitch":"https://www.twitch.tv/chysathenekotsune"
  },
  {
    "name":"clairebelli",
    "description":"Ich bin Claire Belli, ein halb Succubi/Drache. Ich liebe Retro, Horror als auch cozy games, indiegames sind davon auch nicht weit entfernt, das ist quasi auch mein Content auf Youtube und Twitch. Twitch ist ab 18 gestellt und nsfw, aus schutz für Jüngere, da ich mir nicht sicher bin ob ich übertreibe wenn ich Live bin. YouTube dafür ist sfw. Ich rede ziemlich viel, und mein Humor ist ähnlich wie das von Coldmirror, wird mir jedenfalls oft von Freunden gesagt. Freu mich euch in meinen Streams/Videos zu sehen~ :3",
    "image":"https://beautv.de/wp-content/uploads/2023/12/4kGkk7IY.jpg",
    "twitch":"https://www.twitch.tv/clairebelli"
  },
  {
    "name":"CleoKlysmus",
    "description":"Ich bin Cleo, die Verkörperung der Katastrophen und eine deutsche Vtuberin. Mein Main Game ist Genshin Impact, aber ich leide auch gern gemeinsam mit euch in Horror Games. Wenn ihr Teil des Chaos sein wollt, dann schaut vorbei!",
    "image":"https://beautv.de/wp-content/uploads/2023/01/CleoKlysmus.jpg",
    "twitch":"https://www.twitch.tv/cleoklysmus"
  },
  {
    "name":"CodeBreaker_VT",
    "description":"Hi, ich bin CodeBreaker, aber auf Twitch nennen mich sehr viele einfach nur Dirki. Ich bin eine AI und mein Heim ist die Gaming-City. Bei mir findet ihr Games in allen Genres, nette Gespräche und eine Menge Chaos.",
    "image":"https://beautv.de/wp-content/uploads/2023/10/CodeBreaker_VT.jpg",
    "twitch":"https://www.twitch.tv/codebreaker_vt"
  },
  {
    "name":"Cody Lionheart",
    "description":"Ich bin Cody Lionheart, ein Beastman der Wolfsrasse, der aus einer Parallelwelt in diese Welt geraten ist und nun völlig lost dafür sorgt, dass ihr eine tolle Zeit habt! Meine Inhalte reichen von Gaming über Spielshows bis hin zu Shorts, in denen ich mich am Synchronsprechen versuche! Schaut doch gerne rein!",
    "image":"https://beautv.de/wp-content/uploads/2023/04/Cody-Lionheart-2.jpg",
    "twitch":"https://www.twitch.tv/codylionheart"
  },
  {
    "name":"comfyfilo",
    "description":"Hawwo, Ich bin Filo, ein Teddybär Vtuber. Es ist meine Aufgabe dafür zu sorgen, dass so viele Menschen wie möglich gut einschlafen können und deswegen streame ich jetzt comfy Inhalte und Spiele zum entspannen. Ich streame auf Englisch auf Twitch mehrmals in der Woche und bin sonst auf Twitter oder eher in meinem Discord aktiv.",
    "image":"https://beautv.de/wp-content/uploads/2021/07/Filokuma.jpg",
    "twitch":"https://www.twitch.tv/comfyfilo"
  },
  {
    "name":"ConanVT",
    "description":"Ich bin Conan, ein Slime-Dämonen-Vtuber der in Cyberpunk lebt. Meine Streams sind eine Mischung aus allem, von lost zu funny. Ich hoffe, dass ich euch mit meinen Streams unterhalten kann.",
    "image":"https://beautv.de/wp-content/uploads/2023/03/Conanfanexp-2.jpg",
    "twitch":"https://www.twitch.tv/conanvt"
  },
  {
    "name":"CookyLay",
    "description":"Meine Name ist CookyLay und ich bin eine kleine Katze die noch zur Schule geht. Aber in mir schlummern verborgene Kräfte aus einem vergessen Königreich. Irgendwann werden diese erweckt und ich werde ein richtiges Debut haben. Ich streame sehr gerne alles mögliche. Das einzige was ich nicht spiele sind Shooter. Zu meinen Hobbys gehört zocken, stricken, zeichnen und mit meiner Katze spielen. ",
    "image":"https://beautv.de/wp-content/uploads/2022/12/CookyLay.jpg",
    "twitch":"https://www.twitch.tv/cookylay"
  },
  {
    "name":"Cresca",
    "description":"Heyho, ihr Bekloppten! Ich bin Cresca, ein Mensch/Wolf Mix. Ich bin absolut verplant und bescheuert, aber genau das macht mich ja so lustig ^^ Ich streame alles, was mir Spaß macht und ohne meinen Chat wäre ich nichts (muss ich sagen, bevor ich wieder gehauen werde xD) Bei mir geht es immer locker und lustig zu, manchmal auch ein bisschen FSK18-69 ;)",
    "image":"https://beautv.de/wp-content/uploads/2022/05/Cresca.jpg",
    "twitch":"https://www.twitch.tv/cresca"
  },
  {
    "name":"CyberTheNightmare",
    "description":"Mein Name ist CyberTheNightmare. Ich bin 23 Jahre alt. Mache (etwas) NSFW-Content. Streame mit Zwei Modeln M/W, aber hauptsächlich mit dem weiblichen Model im Moment. Und ich bin ein Cyborg. Haubtsächlich spiele ich Shooter, RPG’S und Racinggames.",
    "image":"https://beautv.de/wp-content/uploads/2024/02/CyberTheNightmare.jpg",
    "twitch":"https://www.twitch.tv/cyberthenightmare"
  },
  {
    "name":"D0V4K",
    "description":"Moin, ich bin der D0V4K (ausgesprochen Dovak), ein Halbbulle aus der Familie der Minotauren, allerdings hat das menschliche Blut über die Jahrhunderten dominiert. Ich bin eine ruhige Person und stehe auf die Ehre und hasse Lügner",
    "image":"https://beautv.de/wp-content/uploads/2023/06/D0V4K.jpg",
    "twitch":"https://www.twitch.tv/d0v4k"
  },
  {
    "name":"DaisyTheUntamed",
    "description":"Henlo! Ich bin Daisy und von Natur aus verpeilt. Am 05. Februar 2023 feierte ich mein Vtuber Debüt. Bei mir gibt es eigentlich immer das, worauf ich gerade Lust habe. Es gibt so ziemlich alles, von Horror bis knuddelig oder auch mal True Crime-Reacts. Mein Kanal richtet sich definitiv an die volljährige Community, auch wenn es nicht immer danach aussieht. Ich bin noch recht neu in der Szene, aber ich freue mich über jeden der vorbeischaut und Hallo sagt > //// <",
    "image":"https://beautv.de/wp-content/uploads/2023/02/DaisyTheUntamed.jpg",
    "twitch":"https://www.twitch.tv/daisytheuntamed"
  },
  {
    "name":"DarkAxelBlazeLP",
    "description":"Hallo, ich bin Axel, ein Okami Wolfsjunge. In meinen Streams spiele ich verschiedene Spiele und manchmal öffne ich auch Pokémonkarten. Für die Zukunft ist noch einiges geplant. Ich besitze noch eine zweite Gestalt und zwar bin ich auch ein Dämonen-Kater-Prinz; zwischen meine Gestalten wechsele ich von Zeit zu Zeit hin und her. Meine Stream-Sprache ist Deutsch. Ich habe im Januar 2022 mit den Vtubing angefangen und hatte am 6.12.2022 mein Redebüt mit meinen Okami Wolfsjunge Model.",
    "image":"https://beautv.de/wp-content/uploads/2022/12/DarkAxelBlazeLP.jpg",
    "twitch":"https://www.twitch.tv/darkaxelblazelp"
  },
  {
    "name":"DarkLord3001",
    "description":"Ich bin Niclas 21 Jahre alt . Meistens spiele ich Rimworld, Civ und Stellaris. Natürlich spiele ich auch noch anderes und bin offen für Vorschläge.",
    "image":"https://beautv.de/wp-content/uploads/2023/10/Darklord.jpg",
    "twitch":"https://www.twitch.tv/darklord3001"
  },
  {
    "name":"DarkIsara",
    "description":"Hey, mein Name ist DarkIsara oder auch bekannt als Madame Overlost. Ich streame seit 27.12.22. In meinem Streams ist immer viel Chaos und ich spiele das worauf ich gerade Lust habe. Zudem bin ich sehr schreckhaft. Wenn euch also Lostheit und Gequietsche nichts ausmacht schaut gerne mal rein, ihr seid herzlich eingeladen.",
    "image":"https://beautv.de/wp-content/uploads/2023/09/DarkIsara.jpg",
    "twitch":"https://www.twitch.tv/darkisara"
  },
  {
    "name":"DarkPrimeTime",
    "description":"Hi! Mein Name ist Prime, ich bin ein Cyberdämon-Vtuber und Variety-Streamer! Ich mag Animes, Metal und Gaming. In meinen Streams werden verschiedene Spiele gespielt, vom kleinen Indie- Titel bis hin zum Tripple-A Titel! Ich streame auf Deutsch, ihr könnt gern vorbeischauen!",
    "image":"https://beautv.de/wp-content/uploads/2023/07/DarkPrimeTide.jpg",
    "twitch":"https://www.twitch.tv/darkprimetime"
  },
  {
    "name":"DeathPlayerEnte",
    "description":"Servus, ich bin DeathplayerEnte. Android-Shinigami, Imperator der Seelendimension Bagu und Gründer von Bagu Racing und Aterahoshi (einer kleinen Vtuber Gruppe bestehend aus mir, Ubidius, Gfox und einem Member der noch nicht debütiert hat). Ich streame so ziemlich alles, aber Besonders Spaß macht mir Simracing.",
    "image":"https://beautv.de/wp-content/uploads/2024/09/Unbenannt-1-5.jpg",
    "twitch":"https://www.twitch.tv/deathplayerente"
  },
  {
    "name":"Demonchii",
    "description":"Huhu, Demonchii hier! Einige von euch kennen mich vermutlich durch Twitter aufgrund meiner Animationen. Auf Twitch arbeite ich gelegentlich an euren Commissions und spiele das ein oder andere mal das was mir im Sinn steht. Ich ticke etwas anders als gewöhnliche Menschen, aber normal wäre ja auch langweilig~ Gemeinsam mit euch möchte ich die Animationswelt erobern und mir einen Namen machen. Motto: ,,Du erntest was du säst.“ Ich freue mich über jede Unterstützung! ^-^",
    "image":"https://beautv.de/wp-content/uploads/2022/07/Demonchii.jpg",
    "twitch":"https://www.twitch.tv/demonchii"
  },
  {
    "name":"DerELTRX",
    "description":"Wenn Ihr gebildete und informative Unterhaltung wollt, seid ihr bei mir komplett FALSCH! Bei mir bekommt ihr pure „(In)kompetenz“ mit Sarkasmus, sowie Comedy-Content. Ich bin ein rothaariger Mafia-Fuchs mit Humor und dem gewissen Etwas an „Dummheit“ c: Hin und wieder zeichne ich und mache Deeptalk…",
    "image":"https://beautv.de/wp-content/uploads/2023/03/DerELTRX.jpg",
    "twitch":"https://www.twitch.tv/dereltrx"
  },
  {
    "name":"Diiniiii",
    "description":"Hi, ich bin Dini, Neko-Vtuberin und hier um euren Tag ein bisschen besser zu gestalten. Außerdem würde ich mich über neue Vtuber-Freunde sehr freuen 🌸💜 Nya ~",
    "image":"https://beautv.de/wp-content/uploads/2023/01/Diiniiii.jpg",
    "twitch":"https://www.twitch.tv/diiniiii"
  },
  {
    "name":"DiviDeer",
    "description":"Mein Name ist LeonaNue, die meisten nennen mich aber Leo. Bin 23 Jahre alt und ein sehr offener Mensch. Ich liebe es, neue Menschen kennzulernen. Jedoch kommen die meisten nicht mit meiner Offenheit klar. Was mir persönlich egal ist. Ich bin wie ich bin und verstelle mich für niemand. Ich zeichne sehr gerne und probiere immer neue Sachen aus. Besonders viel Spaß habe ich daran an meinem Model zu arbeiten",
    "image":"https://beautv.de/wp-content/uploads/2022/03/LeonaNue.jpg",
    "twitch":"https://www.twitch.tv/divideer"
  },
  {
    "name":"droppyvt",
    "description":"Helluuu!(ㅅ´ ˘ `)♡ Ich bin Droppy und ich bin ein Dango Catgirl Vtuber, nya. Wenn ich streame mache ich meistens Gaming Content und auf meinem Twitter gibt es manchmal Artworks von mir zu sehen. Meine Streams sind auf Englisch oder Deutsch. Auf Youtube und anderen social media gibt es dann noch Stream Highlights zu sehen :3 Ich freue mich euch in meinen Streams begrüßen zu dürfen <(*^ω^*)>",
    "image":"https://beautv.de/wp-content/uploads/2022/12/droppyvt2.jpg",
    "twitch":"https://www.twitch.tv/DroppyVT"
  },
  {
    "name":"Duke Katshiro",
    "description":"Ein 127 Jahre alter Vampir Lord der aus Japan nach England geflüchtet ist. Zu jener Zeit bekam ich den Titel des Dukes.",
    "image":"https://beautv.de/wp-content/uploads/2024/09/Unbenannt-1-7.jpg",
    "twitch":"https://www.twitch.tv/dukeKatsuhiro"
  },
  {
    "name":"EciWoelfchen",
    "description":"Hallöchen! Mein Name ist EciWoelfchen, aber nenn mich doch gerne einfach nur „Eci“. Bei mir gibt es einen wilden Mix aus Gaming, Reactions aber auch Kunst-Content. Außerdem gibt es bei mir die VWF – VTuber Wrestling Federation (kein wirklicher Verein!) in der sich die Wrestler Alter Egos verschiedenster VTuber im Spiel WWE2K auf die Birne hauen.",
    "image":"https://beautv.de/wp-content/uploads/2023/11/EciWoelfchen.jpg",
    "twitch":"https://www.twitch.tv/eciwoelfchen"
  },
  {
    "name":"Eine_Franzi",
    "description":"Franzi aka Svila spielt Games gerne im Easy Mode und stirbt trotzdem 1000 Tode. Ihr Orientierungssinn gleicht dem einer Toastbrotscheibe, es geht nur geradeaus oder querfeldein. Das Herz sitzt bei ihr am rechten Fleck, rutscht aber gerne schonmal in die Hose.",
    "image":"https://beautv.de/wp-content/uploads/2024/04/Eine_Franzi.jpg",
    "twitch":"https://www.twitch.tv/eine_franzi"
  },
  {
    "name":"EineLotta",
    "description":"Yo. Ich bin (irgend)eine Lotta. Ich bin Synchronsprecherin und nun auch Vtuberin. Egal ob Chatter oder Lurker: Fühlt euch willkommen. Wobei ich oft sehr merkwürdig bin.",
    "image":"https://beautv.de/wp-content/uploads/2021/09/EineLotta.jpg",
    "twitch":"https://www.twitch.tv/einelotta"
  },
  {
    "name":"EinfachFukuro",
    "description":"Heyya~ ich bin Fukuro und ich bin die krasseste Eule in meiner Nachbarschaft! Man kann mich öfter mal im Internet rumrennen sehen und zuschauen wie ich verwirrt durch die Gegend renne und versuche Spiele durchzuspielen. Gesell dich doch zu mir und amüsiere dich im Chat!",
    "image":"https://beautv.de/wp-content/uploads/2021/07/Wildes-Fukuro.jpg",
    "twitch":"https://www.twitch.tv/einfachfukuro"
  },
  {
    "name":"EinfachNurRicko",
    "description":"Guten Tag, Mein Name ist EinfachNurRicko, aber ihr könnt mich auch einfach nur Ricko nennen. Ich bin der freundliche Fuchs aus der Nachbarschaft! Ich versuche euch den Tag zu versüßen. Ihr müsst wissen, ich bin so eine Art Hobby-Streamer. Ich spiele alles was mir unter die Finger kommt. Ich hoffe man sieht sich!",
    "image":"https://beautv.de/wp-content/uploads/2023/04/EinfachNurRicko2.jpg",
    "twitch":"https://www.twitch.tv/einfachnurrickotv"
  },
  {
    "name":"Eldritch_Vtube",
    "description":"Boo! Mein Name ist Eldritch, ihr dürft mich aber auch Eldi nennen. Ich bin ein Geist-VTuber und Variety-Streamer bei dem Horrorspiele nicht fehlen dürfen. Derzeit streame ich primär auf Deutsch, aber in Zukunft sollen auch englische Collabs und Streams hinzukommen. Neben Twitch habe ich außerdem einen YouTube Kanal für Let’s Plays und Stream-Highlights, sowie einen Twitter, Instagram und TikTok Account um euch mit Neuigkeiten und lustigen Geistereien zu unterhalten.",
    "image":"https://beautv.de/wp-content/uploads/2021/07/Eldritch-Vtube.jpg",
    "twitch":"https://www.twitch.tv/eldritch_vtube"
  },
  {
    "name":"ElitaCon",
    "description":"Hallooo!! Ich bin die Elita. Ihr könnt mich aber auch gerne Ellie oder Lita nennen. Ich bin eure Vtuber Zugführerin, bringe den Content direkt aus der Führerkabine zu euch ins Abteil. Meine Passagiere können wöchentlich games und art streams genießen. Schaut doch mal vorbei und gönnt euch ein Ticket für den Elita Express uwu",
    "image":"https://beautv.de/wp-content/uploads/2021/07/ElitaCon.jpg",
    "twitch":"https://www.twitch.tv/elitacon"
  },
  {
    "name":"EllyRedacted",
    "description":"Huhu ihr Lieben, mein Name ist Elly und Spaß steht bei mir immer im Vordergrund. Ich streame größtenteils in Englisch, aber sehr gerne auch in Deutsch, wenn sich die Gelegenheit ergibt! Am liebsten spiele ich Horrorspiele, aber ein paar gemütlichere Stunden dürfen hin und wieder natürlich auch nicht fehlen. Ich bin zwar keinesfalls ein Pro-Gamer, aber versuche immer mein Bestes. ♥ Schaut doch gerne mal vorbei, ich liebe meine kleine Community über alles~",
    "image":"https://beautv.de/wp-content/uploads/2023/09/EllyRedacted.jpg",
    "twitch":"https://www.twitch.tv/ellyredacted"
  },
  {
    "name":"EmilyEntropy",
    "description":"Eine kleine Schnake flog eines Tages in eine jahrtausendealte Bibliothek und verlor sich zwischen Büchern und Staub. Eine Stimme sprach zu ihr, band sie an diesen geheimnisvollen Ort und machte sie zu ihrer neuen Dienerin des Chaos. Ihr Name lautete nun Entropy! Entropy liest gerne endlose Wälzer, erzählt Geschichten und spielt ganz viel Pen and Paper! Ihr größter Wunsch ist es eines Tages der Lady of Chaos selbst zu begegnen und sich für die Transformation zu bedanken!",
    "image":"https://beautv.de/wp-content/uploads/2021/07/EmilyEntropy.jpg",
    "twitch":"https://www.twitch.tv/emilyentropy"
  },
  {
    "name":"Emytsuu",
    "description":"Hey everybunny! Mein Name ist Emytsuu aber die meisten nennen mich einfach nur Emy! Jeden Donnerstag und Samstag Abend bin ich live auf Twitch zu finden und erwecke meinen lieben Bunny OC Krümel zum Leben. Egal ob Art oder Gaming, ob alleine oder mit Freunden…ihr könnt euch sicher sein, dass es jedes mal aufs Neue typisch chaotisch und total bescheuert wird! Achtung: Eine Tasse Tee und eine Tüte Sarkasmus gibt es für Jeden gratis dazu! ",
    "image":"https://beautv.de/wp-content/uploads/2024/01/Emytsuu.jpg",
    "twitch":"https://www.twitch.tv/emytsuu"
  },
  {
    "name":"Engelhardt18",
    "description":"Hallo, mein mein Name ist Engelhardt – ich bin ein gefallener Engel-Vtuber und 19 Jahre alt und streame auf Twitch! (LRS)",
    "image":"https://beautv.de/wp-content/uploads/2023/03/Engelhardt18.jpg",
    "twitch":"https://www.twitch.tv/engelhardt18"
  },
  {
    "name":"Entenalb",
    "description":"Ich bin Entenalb, kurz Alb und bin Digital Artist und Pilzmensch! Auf meinem Twitchkanal unter demselben Namen gibt es gaaanz viele Enten. Ab und zu animiere ich einige fürs Overlay im Artstream, sonst spiele ich ein paar entspannte Spiele wie zurzeit BOTW, Undertale, Stardew und ACNH :> In der Zukunft will ich auch mit DS-Emulatoren anfangen und die alten Pokemon und Zeldaspiele spielen.",
    "image":"https://beautv.de/wp-content/uploads/2022/04/Entenalb.jpg",
    "twitch":"https://www.twitch.tv/Entenalb"
  },
  {
    "name":"ErniBurni_",
    "description":"Yo Leute Erni im Einsatz, um euch mit tilt und Freude zu erfüllen. Lasst uns zusammen durch dick und dünn alle Spiele meistern, um der Beste zu werden. Selbst in League of Legends ihr Motherfuckers. Lasset die Spiele beginnen!!!",
    "image":"https://beautv.de/wp-content/uploads/2021/10/Karasu-Erni.jpg",
    "twitch":"https://www.twitch.tv/erniburni_"
  },
  {
    "name":"ErzasTv",
    "description":"Hallo , Ich bin Erza’sTv , ein Catgirl. Wenn ich streame mache ich meistens Gaming Content. Einige von euch kennen mich vermutlich und wissen wie verplant und lost ich manchmal bin. Zudem würde ich mich freuen neue Vtuber kennenzulernen. ♡",
    "image":"https://beautv.de/wp-content/uploads/2023/05/ErzasTv.jpg",
    "twitch":"https://www.twitch.tv/erzastv"
  },
  {
    "name":"Exader",
    "description":"Ich bin Exader. Der Mecha-Pilot-Vtuber. Ich nutze vtuben, um den Alltag zu entkommen und sowohl eine geile Zeit zu haben als auch zu bieten. Ich spiele meistens Games aber mache auch viel Technik-fokussierte Sachen wie z.B. Programmieren. Dazu helfe ich gerne anderen Streamern mit ihrer Technik. Ich habe eine sehr raue, chaotische Art, aber am Ende des Tages liebe ich was ich tue und hoffe das Leute durch mich mehr Freude in ihren Leben finden.",
    "image":"https://beautv.de/wp-content/uploads/2023/07/Exader3.jpg",
    "twitch":"https://www.twitch.tv/exaderstahl"
  },
  {
    "name":"FearNightmare",
    "description":"Heya, ich bin FearNightmare. Bin selber schon seit 2013 auf Twitch und kann seit 2021 selber endlich streamen. Liebe Anime seit 2008 und fange an Japanisch zu lernen. Auf meinem Twitch-Channel streame ich League of Legends, Yu-Gi-Oh, Hearthstone und noch viele weitere Games. In meinen Streams ist es wichtig einen gepflegten und höflichen Umgang mit den anderen zu haben. Wenn ihr einen freundlichen und entspannten Stream wollt, könnt ihr gerne bei mir vorbei schauen.",
    "image":"https://beautv.de/wp-content/uploads/2021/07/FearNightmare.jpg",
    "twitch":"https://www.twitch.tv/fearnightmare"
  },
  {
    "name":"FeldiForever",
    "description":"Hello there! Ich bin Feldi, Fuchs im Wolfspelz, der zusammen mit der trunksüchtigen Kitsune Aki einen kleinen Schrein wieder aufbaut, nachdem sie mich versehentlich mit einem namenlosen Zauber belegte. Bei mir erwarten euch Comfy Streams mit Adventure-Klassikern, Klemmbausteinen, Star Wars und weiteren Games, auf die wir gerade Lust haben. Schaut doch gerne mal vorbei und macht es euch gemütlich! Ach und… versteckt euren Sake vor Aki… Ich mein das ernst.",
    "image":"https://beautv.de/wp-content/uploads/2023/07/FeldiForever.jpg",
    "twitch":"https://www.twitch.tv/feldiforever"
  },
  {
    "name":"FeliNyara",
    "description":"Hi hii~ Ich bin Felinara, kurz Feli und seit kurzer Zeit Vtuberin! Meines Zeichens malkavianische Katze, und ja, ich beisse auch mal >:3 Sprachentechnisch streame ich in Deutsch wie aber auch Englisch, oder auch beides gleichzeitig! Meine Community bezeichne ich als meine Snacks~ Ich bin NSFW angehaucht und gehe doch langsam Richtung Lewdtuberin~ Mein Fokus liegt auf storylastigen Games (Wie z.B Telltale), aber ich bin auch Multiplayer nicht abgeneigt!",
    "image":"https://beautv.de/wp-content/uploads/2022/09/FelinaraNya.jpg",
    "twitch":"https://www.twitch.tv/felinyara"
  },
  {
    "name":"FemmeAniki",
    "description":"Bin ein Aniki und schaue Femme aus. Ich bin schon lange beim Streaming, aber noch ein Frischling beim Vtubing! Gebe mir aber ganz viel Mühe, dabei viel Spaß und Freude zu haben, und bin jedes Mal überglücklich wenn ich das an andere übertragen bekomme huehue~ streame viel Kunst, ein wenig LoL und Minecraft hier und da, und würde mich über Gesellschaft mehr als freuen!!",
    "image":"https://beautv.de/wp-content/uploads/2022/12/FemmeAniki.jpg",
    "twitch":"https://www.twitch.tv/femmeaniki"
  },
  {
    "name":"Fenyaa",
    "description":"Hi, ich bin Isabella oder einfach Isi. Meines Zeichens selbstgewählte Fups-Mama, Pizzabaguette-Züchterin und Chaos-Flausch! Das bedeutet: Auf meine Community, die PibaFüchse, gebe ich größte Acht; Pizzabaguettes (oder Pibas) sind unser Hauptnahrungsmittel im Fupsbau und unsere Streams sind grundsätzlich sehr chaotisch ♥",
    "image":"https://beautv.de/wp-content/uploads/2022/05/IsiTheFox.jpg",
    "twitch":"https://www.twitch.tv/fenyaa"
  },
  {
    "name":"ferunaaa",
    "description":"Hey ich bin Feruna, aber ihr dürft mich auch gerne Feru nennen. Ich bin eine Kitsune-Göttin mit einer dunklen Seite… Ich streame regelmäßig auf Twitch, meistens Spiele wie Dead by Daylight, Palia, Valorant etc. Ihr seit alle in meinem Marshmallow-Queendom wilkommen, also schaut gerne dort vorbei! Feru out",
    "image":"https://beautv.de/wp-content/uploads/2023/08/ferunaaa.jpg",
    "twitch":"https://www.twitch.tv/ferunaaa"
  },
  {
    "name":"feuerxndflamme",
    "description":"Moooin! Ich bin Hazel, dein (meistens) freundlicher Waschbär aus der Mülltonne hinter deinem Haus der Kunst, Games, Horror und eine gute Laber-Session liebt! Ich streame Kunst, während ich zu etwas Metal oder chilliger Indie-Musik vibe oder Dead by Daylight spiele (ich bin echt mies in dem Spiel höhö). Lass uns zusammen zeichnen, zocken und über ein paar Jumpscares schreien!",
    "image":"https://beautv.de/wp-content/uploads/2024/09/Unbenannt-1-8.jpg",
    "twitch":"https://www.twitch.tv/feuerxndflamme"
  },
  {
    "name":"Finjalein",
    "description":"Hiii~ Ich bin Finja und meistens als Bär-Vtuber online unterwegs. Ich mache gerne comfy Streams auf Deutsch, bei denen man hoffentlich dem Alltag ein wenig entfliehen kann. Ich freue mich über jeden, der mal bei mir vorbeischaut. Also ich hoffe man sieht sich :D",
    "image":"https://beautv.de/wp-content/uploads/2023/12/5MsGkCzN.jpg",
    "twitch":"https://www.twitch.tv/finjalein"
  },
  {
    "name":"finnie_fox",
    "description":"Heyho und howdy! Ich bin Finn, viele nennen mich Prey oder auch Sheriff! *hust* oder Holy Potatoe *hust* Ich bin Variety-Steamer, oft zeichne ich aber! Oder, naja, suchte Overwatch (′～`●) Meine Streams/Ich wurden als sehr angenehm bezeichnet, chillig, entspannt…also wenn ihr neugierig seit…kommt gerne vorbei!! Ihr seit herzlichst willkommen auf unserer Potatoefarm ♡",
    "image":"https://beautv.de/wp-content/uploads/2023/08/finnie_fox.jpg",
    "twitch":"https://www.twitch.tv/finnie_fox"
  },
  {
    "name":"FiReLetsPlay",
    "description":"Ich bin Malte und das pure Feuer – oder auch: Ein echter Feuerkopf! Meistens aber auch sehr funny und nett. Beim streamen gehe ich viel auf den Chat ein, bin zudem sehr entspannt und das allerwichtigste: sehr schreckhaft! Am liebsten zocke (und streame) ich Overwatch, Minecraft und the Forest. Vielleicht schaut ihr ja mal vorbei!",
    "image":"https://beautv.de/wp-content/uploads/2021/06/FiReLetsPlay.jpg",
    "twitch":"https://www.twitch.tv/fireletsplay"
  },
  {
    "name":"Flare_shin",
    "description":"Hi! Ich bin Flare. Mit meinem OC Samantha streame ich unter der Woche hauptsächlich MMORPGS, RPGS und alles worauf ich lust habe. Gelegentlich ist auch ein Artstream dabei. Meinen OC Samantha habe ich bereits seit 19 Jahren und sie ist das Gesicht meines Streams. Wer ein bisschen Chaos mag und eine gute Zeit haben will, ist herzlich eingeladen vorbeizuschauen.",
    "image":"https://beautv.de/wp-content/uploads/2023/12/GzjfcSDK.jpg",
    "twitch":"https://www.twitch.tv/flare_shin"
  },
  {
    "name":"Flybel",
    "description":"Hey, ich bin Flybel der grüne VTuber Hase. Ich bin ein fleißiger Streamer auf Twitch und spiele gerne Spiele bei denen ihr mich begleiten könnt. Ich spiele ungerne alleine darum ist der Chat auch im Singleplayer mein Mitspieler mit dem ich reden kann. Neben Twitch bin ich auch aktiv auf Youtube und Twitter. Schaut also gerne auch dort rein, wenn ihr einen kleinen süßen Hasen auf den Weg zur Weltherrschaft begleiten wollt.",
    "image":"https://beautv.de/wp-content/uploads/2021/07/Flybel.jpg",
    "twitch":"https://www.twitch.tv/flybell"
  },
  {
    "name":"Frau_Ente",
    "description":"Hellow, ich bin Frau Ente! Ich bin eine Natur Spirit Vtuberin. In meinen Streams findet ihr keinen Skill, aber Verpeiltheit, eine wundervolle englische Aussprache (grr, böses r) und ab und an merkwürdige Sprachfehler sowie Zweideutigkeit! Ich bin für Horror/Survival und comfy Games immer zuhaben und spiele gern mit anderen Nasen. Was ich gern mag? Horror, Anime, zeichnen, Enten und Lieder schmettern! Freut mich euch kennenzulernen. x3",
    "image":"https://beautv.de/wp-content/uploads/2022/11/Frau_Ente.jpg",
    "twitch":"https://www.twitch.tv/frau_ente"
  },
  {
    "name":"FrauMauzenberger",
    "description":"Guten Mauzen! Ich bin FrauMauzenberger, aber ihr könnt mich auch Mao nennen. Ich bin Winkekatzen-Praktikantin in einem japanischen Shinto-Schrein und hier um euch zu unterhalten. Ich zocke sehr viel, aber wenn mich die Lust ergreift lehre ich gerne über Japan, die japanische Sprache, die japanische Küche und gehe mit euch spazieren. Schaut gerne mal vorbei!",
    "image":"https://beautv.de/wp-content/uploads/2022/01/FrauMauzenberger.jpg",
    "twitch":"https://www.twitch.tv/fraumauzenberger"
  },
  {
    "name":"Frostbiterino",
    "description":"Heeey, ich bin Frosti, meine Eltern meinten, dass ich ein Hase oder ein Fuchs bin, aber sie sagten, dass ich cuteee bin. Außerdem spiele ich fast alle Games, die man so kennt, aber meist FPS Games liebe aber auch Story Games sowie Just Chatting. Neben Twitch bin ich auch aktiv auf Twitter, Instagram, YouTube und TikTok. Schaut also gerne dort vorbei wenn ihr mehr Content von mir sehen wollt.",
    "image":"https://beautv.de/wp-content/uploads/2021/07/Frostbiterino.jpg",
    "twitch":"https://www.twitch.tv/frostbiterino"
  },
  {
    "name":"FuchsPrime",
    "description":"In den tiefsten Wäldern munkelt man, zur Primetime gäbe es beim PNGTuber FuchsPrime das erstklassige Maximum der Vielfalt. Doch um herauszufinden, ob dies der Wahrheit entspricht, sollte man sich anhand der Verlinkungen selbst auf den Weg dahin begeben!",
    "image":"https://beautv.de/wp-content/uploads/2023/08/FuchsPrime.jpg",
    "twitch":"https://www.twitch.tv/fuchsprime"
  },
  {
    "name":"Fudonis",
    "description":"Hay! Eine Indie VTuber-in & Künstlerin hier, die auf den Namen Fudonis hört. Wenn ihr möchtet könnt ihr mich auch mit Fudo oder Vas ansprechen. Wie ihr schon lesen könnt streame ich hauptsächlich Kunst & Indies, mit meiner kleinen Schwester Nekko & ChickChick (ChatBot). Alle meine Streams sind FF & SFW mit einem hauch Planlosigkeit & Verpeiltheit. Zusammen mit meinen Birds (Chat), Nekko & ChickChick genießen wir deutsch- sowie teils englischsprachige Streams.",
    "image":"https://beautv.de/wp-content/uploads/2024/06/Fudonis.jpg",
    "twitch":"https://www.twitch.tv/fudonis"
  },
  {
    "name":"fuu_angry_kitty",
    "description":"Fuu ist ein ziemlich frecher und tollpatschiger Shinigami. Die Shinigamidame ist über 5200 Jahre alt. Sie streamt für ihr Leben gern DbD, Tcm, survival und immer ein Storygame. Sie lebt mittlerweile in einem alten Schloss und in ihrem Kamin ist blaues Feuer. Oft ist sie im Doppelpack mit ihrer älteren Schwester Verrufen live.",
    "image":"https://beautv.de/wp-content/uploads/2023/08/fuu_angry_kitty.jpg",
    "twitch":"https://www.twitch.tv/fuu_angry_kitty"
  },
  {
    "name":"Gameware75",
    "description":"Ich bin Gameware75 ein Deustcher Vtuber und Programmer habe unter anderem die Webseite und shop für die VTuber KeichoVT erstelt oder auch die VTuberin und Artistin yuukinezumi erstellt. Bin noch sehr neu in der VTuber sehne und freue mich über jeden einzelnen meiner Zuschauer schaut doch gerne mal vorbei. ",
    "image":"https://beautv.de/wp-content/uploads/2024/07/ijsArbG.jpg",
    "twitch":"https://www.twitch.tv/gameware75"
  },
  {
    "name":"GentoGenchu",
    "description":"Ich bin der GentoGenchu oder einfach nur Gento. Ich bin ein Fuchs-VTuber und bin meistens etwas ruhiger und lost. Bei mir wird es alles mögliche an Games geben, aber am meisten wahrscheinlich Horror/Shooter/MMOs. Aktuell spiele ich im Horror Bereich Phasmo/Demonologist (in beiden Anfänger), Shooter wäre Valorant/Fortnite und MMOs sind aktuell Guild Wars 2/WoW/FF14. Ach ja und ich liebe Collabs. Also wer einen verpeilten Partner sucht, ist bei mir genau richtig.",
    "image":"https://beautv.de/wp-content/uploads/2023/05/GentoGenchu.jpg",
    "twitch":"https://www.twitch.tv/gentogenchu"
  },
  {
    "name":"GermanLucas",
    "description":"Hallo, mein Name ist GermanLucas, dein vertrauenswürdiger Praktikant aus der Hölle und der selbsternannte dunkelste deutsche Vtuber. Ich liebe Heavy Metal und unheimliche Dinge. Außerdem habe eine monotone Sprechweise, kombiniert mit einem schwarzen und manchmal etwas morbiden Humor. Ich streame unterschiedliche Dinge, hautsächlich Spiele und teilweise Musik. Schaut gerne mal vorbei.",
    "image":"https://beautv.de/wp-content/uploads/2021/09/GermanLucas.jpg",
    "twitch":"https://www.twitch.tv/germanlvcas"
  },
  {
    "name":"GHETTOKAESE",
    "description":"Mir wurde gesagt, ich bin manchmal lustig. Die meiste Zeit bekomme ich in Spielen auf die Nase, während wir über gefühlt alles mögliche reden. Mein neues Umfeld im Internet ist dank dem VTuben jetzt auch voll von offenen und toleranten Menschis. Jede*r kann sein wie er/sie möchte und das ist in meinem Stream auch so :)",
    "image":"https://beautv.de/wp-content/uploads/2023/09/GHETTOKAESE.jpg",
    "twitch":"https://www.twitch.tv/GHETTOKAESE"
  },
  {
    "name":"Gordy_NatorTV",
    "description":"Hey hey bin der Gordy ein Fledermaus Vtuber der das Zockt was in meine Fledermaus Pfoten kommt, normalerweise Spiele ich mehr Retro aber zurzeit Spiele ich einfach das worauf ich einfach Stimmung habe. Und seit neusten Lerne ich wieder zu Zeichnen",
    "image":"https://beautv.de/wp-content/uploads/2023/11/l8eAmstc.jpg",
    "twitch":"https://www.twitch.tv/gordy_natortv"
  },
  {
    "name":"Goshi",
    "description":"Hi! Ich bin Goshi, ein liebenswürdiger Geist… glaube ich! Ich habe keine Ahnung wie ich gestorben bin. Ich bin sehr schreckhaft, aber liebe gruselige dinge (tolle combo, ich weiß) Als ich noch am Leben war, bin ich als Kind in einen Teich gefallen (๏ᆺ๏υ) Ich bin zudem ein wenig clumsy und vergesslich!",
    "image":"https://beautv.de/wp-content/uploads/2023/09/kDFWMHn1.jpg",
    "twitch":"https://www.twitch.tv/goshiscorner"
  },
  {
    "name":"GRIMMIGH",
    "description":"Mein Name ist Grimmigh, kurz Grimm, ich bin ein deutschsprachiger Höllenwolf-Vtuber und streame 2+ mal die Woche auf Twitch. Mein Content ist nicht fixiert, das bedeutet das ich eher im Variety Streaming Bereich bin. ",
    "image":"https://beautv.de/wp-content/uploads/2024/02/GRIMMIGH.jpg",
    "twitch":"https://www.twitch.tv/grimmigh"
  },
  {
    "name":"Gwyndolia",
    "description":"Schonmal einen Gargoyle auf Twitch gesehen? Hi, ich bin Gwyn, Monster Girl und Streamerin aus Leidenschaft! Auf meinem Kanal erwarten euch jede Menge Chaos, steinharte Unterhaltung und sehr viel dummes Gelaber. Ich habe eine große Liebe für Indie-Games und wage mich manchmal auch ans Karaoke. Bock auf gute Stimmung und ausgefallene Musik? Schaut doch mal vorbei! ♡",
    "image":"https://beautv.de/wp-content/uploads/2024/07/LZuAoBC8.jpg",
    "twitch":"https://www.twitch.tv/gwyndoliaa"
  },
  {
    "name":"HaeliHarlekin",
    "description":"Hewwo! Ich bin Eli, ein Exceed Girl (für nicht Fairy Tail Fans ein Neeko Angel c:). Ich liebe Animes, Patpats, Sushi und Hu Tao c: Besonders Liebe ich es Zeit mit meiner Community zu verbringen! Wir gucken gemeinsam gerne Filme im Discord, spielen Gartic oder beobachten meine guten Gameplays in meinem Twitch Stream c: NSFW ist bei mir gerne vertreten c: Ich mags kinky! Aber das wichtigste ist, dass man mich manchmal nicht zu ernst nehmen sollte c: bin eig. sehr lieb, kann aber auch frech sein.",
    "image":"https://beautv.de/wp-content/uploads/2022/05/HaeliHarlekin.jpg",
    "twitch":"https://www.twitch.tv/haeliharlekin"
  },
  {
    "name":"Hakujou",
    "description":"Yo ihr Penner… Was? Wer ich bin? – Ich halte nichts von Namen. Aber nennt‘ mich ruhig ‚Hakujou‘, wenn ihr unbedingt wollt. Das Leben auf der Straße ist nicht wirklich das Gelbe vom Ei… Nicht mal das Weiße. Aber ist auch Wurst. Um den brutalen Alltag zu vergessen, gehe ich in mein Internet-Café des Vertrauens und tobe mich kreativ aus. Dazu zählen: professionelles Synchronsprechen, Singen, Streaming. Noch Fragen? – Behalt sie für dich, ist mir eh Latte.",
    "image":"https://beautv.de/wp-content/uploads/2021/10/Hakujou.jpg",
    "twitch":"https://www.twitch.tv/Hakujou_Vtuber"
  },
  {
    "name":"Hani_Plant",
    "description":"Hi, ich bin Hani, eine Hortensien-VTuberin! Zusammen mit meinem Hund Kartoffel erlebe ich viele Abenteuer und erkunde neue Welten in Videospielen. Am liebsten streame ich entspannte Spiele wie Stardew Valley, Genshin Impact und Kingdom Hearts! Wenn ihr mal vorbeischauen wollt, findet ihr mich auf Twitch.",
    "image":"https://beautv.de/wp-content/uploads/2024/05/definitely_not_a_plant.jpg",
    "twitch":"https://www.twitch.tv/hani_plant"
  },
  {
    "name":"Hanyowo",
    "description":"Hey Leudchen! Ich bin Hanyo, eine Halb-Sukkubus-Dame die Kaffee über alles liebt! Ab und zu streame ich auf meinen Twitch-Kanal und machte dort Dinge, hehe~ Ich würde mich freuen, wenn ihr lieben Seelen mal bei mir vorbeischaut. Ihr bekommt dann auch einen Kaffee aufs Haus!",
    "image":"https://beautv.de/wp-content/uploads/2022/01/Hanyowo.jpg",
    "twitch":"https://www.twitch.tv/hanyowo_"
  },
  {
    "name":"Hasuke",
    "description":"Ohayoo zusammen, ich bin Hasuke, ehemaliges Mitglied der Dämonenjäger Spezialeinheit und nun Grafikdesigner, Game Developer und VTuber. Aktuell bin ich auf Twitter, Twitch und YouTube aktiv. Auf Twitch gibt es von mir Gameplay, Game Development, Karaoke und Zeichen-Streams und auf YouTube versorge ich euch mit Videos zu aktuellen Trading Card Games sowie interessanten Animes. Am liebsten spiele ich RPGs aller Art, Party Games sowie Brett und Kartenspiele / TCGs.",
    "image":"https://beautv.de/wp-content/uploads/2021/07/Hasuke.jpg",
    "twitch":"https://www.twitch.tv/hasukechannel"
  },
  {
    "name":"Hengagenga",
    "description":"Hi, Ich bin Hengagenga (Henga für die Faulen), der freundliche Bäcker aus der Nachbarschaft. Aktuell streame ich zwar nur eine wild durchgewürfelte Sammlung an Spielen, sobald mein Umzug vorbei ist werden aber Backstreams Teil des Programms.",
    "image":"https://beautv.de/wp-content/uploads/2021/07/Hengagenga.jpg",
    "twitch":"https://www.twitch.tv/hengagenga"
  },
  {
    "name":"HenneX",
    "description":"Ein wunderschönes Moin wünsche ich euch. Ich bin der HenneX, auch bekannt als der Flamara Boi mit dem großen X (so wurde ich noch nie genannt). Straight aus Norddeutschland liefere ich euch feinstes Entertainment in Form von diverser Unterhaltungselektronik auf eure heimischen Ausgabegeräte. Dies geht von unseren Lieblings-Taschenmonstern, über sich im niedrigen Qualitätsbereich befindenden Fun-Racern bis zu exquisiten Partyspielen. Ich freue mich auf euch :3",
    "image":"https://beautv.de/wp-content/uploads/2023/07/HenneX.jpg",
    "twitch":"https://www.twitch.tv/hennex17"
  },
  {
    "name":"HeySmollie",
    "description":"Hi ich bin Oliver! Ich bin ein Hellhound Vtuber… wem das jetzt nichts sagt, das ist nicht schlimm! Ich bin ein englischer Vtuber mit einer Großen Liebe zu Apex Legends und Overwatch! Ebenso aber auch Rätselspielen und Storygames! Ich freu mich euch alle kennen zu lernen :)",
    "image":"https://beautv.de/wp-content/uploads/2022/05/Oliver-Bael.jpg",
    "twitch":"https://www.twitch.tv/heysmollie"
  },
  {
    "name":"Hideyoshi94",
    "description":"Hallöchen, ich bin Hide der cozy Bär :3 In meinen Streams liebe ich es mit euch zu quatschen (auch wenn dadurch womöglich der Game-Progress etwas vernachlässigt wird /o\\) Eine Wohlfühl-Atmosphäre ist mir besonders wichtig, wo Zuschauer quatschen können, entspannt zuschauen, und einfach einen schönen Tag haben. Vielleicht sogar mit einer Tasse Tee~ <3",
    "image":"https://beautv.de/wp-content/uploads/2023/07/Hideyoshi94.jpg",
    "twitch":"https://www.twitch.tv/hideyoshi94"
  },
  {
    "name":"Hiro_VTube",
    "description":"Hey, Moin, Kon’nichiwa und Guten Tag. Ich bin HeroOfHessen aka Kirito (Bin großer SAO-Fan). Was mich am besten beschreibt? Ich bin ABSOLUT lost! Nein wirklich! So lost wie ich ist vermutlich keiner.",
    "image":"https://beautv.de/wp-content/uploads/2023/05/HeroofHessen.jpg",
    "twitch":"https://www.twitch.tv/Hiro_VTube"
  },
  {
    "name":"icykaty",
    "description":"Mein Name ist Icykaty und ich bin eine Eiswölfin. Mit meinem Stream und meiner Community möchte ich den Leuten einen Ort zum Entspannen bieten, an dem sie sich von ihrem Alltag erholen und neue Energie tanken können. Ein Platz voller Cozyness, ein Safeplace für jeden, ganz nach dem Motto Hakuna Matata. Im Stream gibt es allerhand Spiele zu sehen, von zB. Adventures bis Farming-/ Aufbausimulationen, Games mit der Community oder auch RP. ",
    "image":"https://beautv.de/wp-content/uploads/2023/05/icykaty.jpg",
    "twitch":"https://www.twitch.tv/icykaty"
  },
  {
    "name":"Ikaros",
    "description":"Nyaho mein Name ist Ikaros und ich bin ein Nekomata. Ich wohnte auf einem Berg, aber weil mir zu kalt war, zog ich in ein kleinen Wald am Fuße des Berges und bin VTuber geworden. Meist spiele ich Apex, LoL und Nostale aber an sich bin ich für alles zu begeistern! P.S.: Ich habe ein Faible für Füchse.",
    "image":"https://beautv.de/wp-content/uploads/2021/07/Ikaros.jpg",
    "twitch":"https://www.twitch.tv/ikaros_vt"
  },
  {
    "name":"ikira_VT",
    "description":"Hallo, ich bin ikira, aka ikki, eine „Dragician“ – halb Drache, halb Magierin. Meine Orientierung ist so mysteriös und komplex wie die Magie, die ich beherrsche um ohne Flügel fliegen zu können. Wenn ich nicht gerade meinen Stream mit meinem lauten Gelächter und den verzweifelten Schreien in comp Games fülle, findet ihr mich wahrscheinlich beim Zeichnen oder bei Horrorspielen. Ich freue mich sehr, wenn ich euch in meinem Chaos begrüßen darf! ♥",
    "image":"https://beautv.de/wp-content/uploads/2024/02/ikira_VT.jpg",
    "twitch":"https://www.twitch.tv/ikira_vt"
  },
  {
    "name":"IktaVT",
    "description":"Ikta, der trotz seines menschlichen Aussehens ein ausgewachsener Dämon ist, ist ein Vertragsarbeiter für die Dämonenregierung, dessen Aufgabe darin besteht, Unterschriften im Menschenreich im Tausch für magische kräfte zu sammeln. Durch neue Methoden versucht er mit seinem Baby Faultier… ehem… „Dämon“, neue Kundschaft zu erwerben ~!",
    "image":"https://beautv.de/wp-content/uploads/2022/02/IktaVT.jpg",
    "twitch":"https://www.twitch.tv/iktavt"
  },
  {
    "name":"iMentrix",
    "description":"Hi, iMentrix hier… Ich bin ein Mensch-Mensch der gerne Rennen fährt… aber nicht sonderlich gut darin ist. Ich habe die Fähigkeit meinen Hoodie schneller zu wechseln als du blinzeln kannst! Eines Tages wurde ich von Binotto zu oft SBinnala’d und bin deshalb immer leicht angespannt, wenn ich ein B sehe.",
    "image":"https://beautv.de/wp-content/uploads/2021/07/iMentrix.jpg",
    "twitch":"https://www.twitch.tv/imentrixvt"
  },
  {
    "name":"imoutolunar",
    "description":"Seit Dezember 2022 aktiv am streamen in der VTuber-Szene. Am 18.01.2023 war mein 2D-Debut (mit einigen Anlaufschwierigkeiten), ich wurde aber herzlich empfangen. Mein Charakter ist eine Drachen-Dame (ein Wyrm, um genau zu sein), meine Lore wird zum 1-jährigen nachgereicht. Bei mir seht ihr mehr verpeilten Content als alles andere, ich habe einen Hang zum spontanen Karaoke und ich liebe es, meine Collab-Partner zu ärgern. Liebevoll, natürlich.",
    "image":"https://beautv.de/wp-content/uploads/2023/02/imoutolunar.jpg",
    "twitch":"https://www.twitch.tv/imoutolunar"
  },
  {
    "name":"IronDarkCat",
    "description":"Hi ich bin IronDarkCat, oder auch kurz Iron genannt. Ich bin eine Giftkatze, was man aber vom Namen her nicht heraus hören würde. Ich mache am liebsten Gaming- und Reaction-Streams ,wo aber zweiteres eher selten der Fall ist. Ich habe ein Ziel, das ich durch das Streamen erfüllen möchte, und zwar eine Community aufzubauen die wegen der Person da sind und nicht wegen dem Spiel was gestreamt wird. Bin seit 2016 als Streamer aktiv und als VTuber erst seit Mai 2023.",
    "image":"https://beautv.de/wp-content/uploads/2023/06/IronDarkCat.jpg",
    "twitch":"https://www.twitch.tv/irondarkcat/about"
  },
  {
    "name":"ItazuraFei",
    "description":"Wer ich bin? Ich bin Itazura Fei, ich stieg aus der tiefsten Ebene der Unterwelt empor. Mit dem Ziel, in dieser Welt Unheil zu verbreiten. Doch ich benötige mehr Macht, daher suche ich unreine Seelen die sich mir anschließen.",
    "image":"https://beautv.de/wp-content/uploads/2021/10/ItazuraFei.jpg",
    "twitch":"https://www.twitch.tv/itazurafei"
  },
  {
    "name":"ixigami",
    "description":"Hiho, ich bin der Ixigami, eine Maschine die viel Spaß und Laune an Spielen und anderen lustigen Sachen hat. Ich möchte ein entspanntes und humorvolles Umfeld bieten und freue mich auf jeden Besuch von euch.",
    "image":"https://beautv.de/wp-content/uploads/2024/06/ixigami.jpg",
    "twitch":"https://www.twitch.tv/ixigami"
  },
  {
    "name":"Jabbyx3",
    "description":"Hallo ich bin Jabby, ein Bnnuy. Ich streame überwiegend in Englisch, aber Deutsch ist natürlich vollkommen in Ordnung! Bei mir gibt es Kunst und verschiedene Games zu sehen. Ich vergesse innerhalb eines Satzes was ich sagen wollte, was für viele lustige Momente sorgt. Ich freu mich auf euch! :)",
    "image":"https://beautv.de/wp-content/uploads/2024/04/Jabbyx3.jpg",
    "twitch":"https://www.twitch.tv/Jabbyx3"
  },
  {
    "name":"JairI_ko",
    "description":"",
    "image":"https://beautv.de/wp-content/uploads/2021/10/JairVtuber.jpg",
    "twitch":"https://www.twitch.tv/jairi_ko"
  },
  {
    "name":"JasisAnime",
    "description":"Hellu ich bin Jasi, ein Bunny 🐇 welches Magie lernt und versucht Spaß mit allen zu haben. Mein Traum ist es, Songs zu singen und mit meinen Zeichnungen anderen ein Lächeln zu zaubern ❤️! Hoffe viele liebe Menschen zu treffen und eine kuschelige Stream-Umgebung zu erschaffen 🥰. Ich kann in Deutsch, Chinesisch, Italienisch und Englisch kommunizieren😊.",
    "image":"https://beautv.de/wp-content/uploads/2023/02/JasisAnime.jpg",
    "twitch":"https://www.twitch.tv/jasisanime"
  },
  {
    "name":"Jay_Araiguma",
    "description":"Jay ist ein VTuber mit Hauptfokus auf den Spielen „Guild Wars 2“, „Splatoon 3“, einer Auswahl von Touhou-Projekten und dem Minecraft Project „Cat-Cow“. Die Streams finden in dem „Café Zwischenwelt“ statt, welches er zusammen mit seinen Freunden und Sub-Hosts Hannes und Teddy im November 2022 gegründet hat.",
    "image":"https://beautv.de/wp-content/uploads/2023/01/Jay_Kuchen.jpg",
    "twitch":"https://www.twitch.tv/Jay_Araiguma"
  },
  {
    "name":"JaylahWasTaken",
    "description":"Ello Peeps o3o Ich bin Jaylah – ein fliederfarbenes Avocado-Füchslein, das super verrückt, extemst tollpatschig und oft sehr unbeholfen ist. Außerdem bin ich super direkt und habe einen sehr kaputten Humor. Ich streame fast täglich und alles was mir gefällt von MMO’s über Horrorgames bis hin zu Shootern und Retrogames – ist alles dabei c: Hauptfokus liegt allerdings auf Black Desert Online. Komm doch vorbei, wenn du bock hast. Bye! mwah mwah mwah~",
    "image":"https://beautv.de/wp-content/uploads/2023/12/Wthre8jB.jpg",
    "twitch":"https://www.twitch.tv/jaylahwastaken"
  },
  {
    "name":"Jeevy",
    "description":"Ich heiße Jeevy und bin eine Mondschattenelfin, die in den dunklen versteckten Wäldern von Twitch wohnt. Ich liebe es gemeinsam mit euch mythische Kreaturen, verlorene Königreiche und uralte Magie in Videospielen zu entdecken, daher zeige ich am liebsten MMORPGs und Adventure im Bereich der Fantasy. Mein Main Game ist World of Warcraft. Vielleicht wird auch dich das Licht des Mondes irgendwann zu mir leiten? Ich kann es kaum erwarten!",
    "image":"https://beautv.de/wp-content/uploads/2023/10/fRl9LgW5.jpg",
    "twitch":"https://www.twitch.tv/xjeevy"
  },
  {
    "name":"jen_tsukase",
    "description":"jen_tsukase ist ein normales Mädchen. Ihre Hobbys sind das vor allem das Zocken und Zeichnen im Manga-/Animestil. Sie hat einen großen Stapel der Schande, den sie nun durch das Streamen Stück für Stück bekämpfen möchte. UwU",
    "image":"https://beautv.de/wp-content/uploads/2021/07/jen_tsukase.jpg",
    "twitch":"https://www.twitch.tv/jen_tsukase"
  },
  {
    "name":"Jessi",
    "description":"Yahalloo! Ich bin Jessi, ein Magical Girl PNGTuber. Ich liebe Shooter-Games, deshalb sind solche Spiele das meiste was ich streame. Twitter ist meine Komfortzone, deshalb werdet ihr da oft Shitposts sehen. Ich bin zudem auch sehr chaotisch und laut, also beware vor einem Hörschaden. Manchmal auch Unseiso/Sussy (NSFW), aber das ist ein anderes Thema! ^ ^ Würde mich sehr freuen, wenn wir uns mal in meinem Stream begegnen! c:",
    "image":"https://beautv.de/wp-content/uploads/2022/04/Jessi.jpg",
    "twitch":"https://www.twitch.tv/j3ssi"
  },
  {
    "name":"jmnationtv",
    "description":"Hey (*・ω・)ﾉ Ich bin jmnation oder kurz jm, ein Samurai mit einem besonderen weißen Shiba! Bei mir findest du Let’s Plays und Streams zu allen möglichen Spielen, wobei der Fokus auf Multiplayer Games liegt! Ich würde mich freuen wenn du mal vorbeischaust (* ^ ω ^)",
    "image":"https://beautv.de/wp-content/uploads/2021/12/jmnationtv1.jpg",
    "twitch":"https://www.twitch.tv/jmnationtv"
  },
  {
    "name":"Joka_Agami",
    "description":"Nyahallo ich bin der Joka Agami ^^ ich bin der werte dämonische Fuchs, welcher sich nach dem Verrat seiner Kameraden nach Rache sehnt, jedoch ist es mir nicht möglich einfach so in die sterbliche Welt zu gelangen, deshalb muss ich meine Macht durch die Streams erweitern, damit es mir möglich ist die Welt der Sterblichen zu betreten, aus diesem Grund versuche ich meinen Zuschauern einen angenehmen Ort zu schaffen damit sie sich auch zurück lehnen und entspannen können",
    "image":"https://beautv.de/wp-content/uploads/2021/11/Joka_Agami.jpg",
    "twitch":"https://www.twitch.tv/joka_agami"
  },
  {
    "name":"jollyrose",
    "description":"Biep biep und hallo alle miteinander! Ich bin jollyrose, VArtist und auf meinem Channel werde ich von dem Roboter jollybot und dem Androiden Lyro vertreten, die euch in mehreren Livestreams pro Woche in Art und Gaming Streams unterhalten. Hier wackeln die Antennen und es gibt Freibatterien für alle!",
    "image":"https://beautv.de/wp-content/uploads/2022/03/jollyrose.jpg",
    "twitch":"https://www.twitch.tv/jollyrose"
  },
  {
    "name":"Juliana_Fabula",
    "description":"Kreatives Chaos in einer Welt aus Buchstaben & Farben – das bin ich. Hi! Mein Name ist Lia und bereits länger als die Hälfte meines Lebens dem geschriebenen Wort verfallen. Ich atme Buchstaben und liebe es magische Abenteuer zu erleben und fantastische Welten zu entdecken. Ich bin selbstständige Coverdesignerin, Autorin & Streamerin! Auf Twitch streame ich regelmäßig Coworking, Lesestreams, Designstreams, bookish Talks und Storygames.",
    "image":"https://beautv.de/wp-content/uploads/2023/04/Juliana_Fabula.jpg",
    "twitch":"https://www.twitch.tv/juliana_fabula"
  },
  {
    "name":"Julie_Wolfram",
    "description":"Grüßt euch, ihr Lieben! Frisch aus der Flasche geschlüpft ist dieser Homunkulus neugierig zu erfahren, was die Welt da draußen zu bieten hat! Da ich isoliert in meinem Labor verbleibe, bin ich auf eure Hilfe und die Macht des Internets angewiesen, hmhm! Ich nehme euch mit auf meine Reise durch diverse Spiele und Genres, darunter Retro und Indie sowie FFXIV! Begleitet mich darüber hinaus bei meinen Eskapaden mit dem 3D-Programm Blender. Ich freue mich auf euch!",
    "image":"https://beautv.de/wp-content/uploads/2022/01/Julie_Wolfram.jpg",
    "twitch":"https://www.twitch.tv/julie_wolfram"
  },
  {
    "name":"JulietVeil",
    "description":"Hola, ich bin Juliet eine Munchkin Katze die Ihr Leben lang gerne zeichnet und Videospiele spielt. Meine Streams sind grundsätzlich 18+, und pixiv ist die einzige Plattform auf der ich (vollständige) NSFW Zeichnungen posten werde, alle anderen Plattformen sind grundsätzlich SFW.",
    "image":"https://beautv.de/wp-content/uploads/2021/07/JulietVeil.jpg",
    "twitch":"https://www.twitch.tv/julietveil"
  },
  {
    "name":"June Evergreen",
    "description":"Hewwo Leute , ich bin Leila ihr könnte mich aber auch Chaos nennen. Eigentlich bin ich ja eine Mutantin mit der Kraft Telekinese, die gegen fehlgelaufene Experimente kämpft… aber das war mir irgendwann zu doof. Ich streame überwiegend Zeichnungen und zwischendurch mal Gaming. Es freut mich euch alle kennenlernen zu dürfen xoxo.",
    "image":"https://beautv.de/wp-content/uploads/2021/07/LeilaEvergreen.jpg",
    "twitch":"https://www.twitch.tv/juneevergreen"
  },
  {
    "name":"Just_Tatsumi",
    "description":"Hey mein Name ist Tatsumi, ich bin ein leicht verpeilter und schüchtern VTuber c:. Was ich so mache? Ich streame sehr gerne alles Mögliche auf Twitch aber am meisten Games wie Rocket League, Valorant und Honkai Star Rail, aber probiere gerne neue Sachen aus c:. In meiner Freizeit mache ich auch sehr viele TikToks und Shorts und wenn du mehr erfahren willst, hab ich natürlich noch Twitter wo ich einiges mitteile c:",
    "image":"https://beautv.de/wp-content/uploads/2023/07/Just_Tatsumi.jpg",
    "twitch":"https://www.twitch.tv/just_tatsumi"
  },
  {
    "name":"Kaitosieben",
    "description":"Hi, ich bin Kaito, ich bin ein Isekai-Abenteurer der es wieder zurück in diese Welt geschafft hat. Bin darüber hinaus Kapitän auf dem Schwäbischen Meer, Otaku Gamer und Larper. Hier werde ich Live D&D, Survival, RPG, Abenteurer-Games und noch vieles mehr zeigen. Und Willkommen in der Gilde.",
    "image":"https://beautv.de/wp-content/uploads/2021/07/Kaitosieben.jpg",
    "twitch":"https://www.twitch.tv/kaitosieben"
  },
  {
    "name":"KakaoxChan",
    "description":"Hawoo! Ich bin KakaoChan, eine deutsche, Halb-Wölfin/-Vampirin, 2D Vtuberin und Digital Artist! Wie es sich als Hybrid gehört bin ich meist hektisch, lost und etwas psychopathisch unterwegs. Ich streame regelmäßig Kunst, Just Chatting & Gaming! Meine Streams sind Vampwootastisch also schau jederzeit vorbei :3 ~ Wenn nicht, dann komm ich euch um Mitternacht besuchen und klaue mir etwas Blut!",
    "image":"https://beautv.de/wp-content/uploads/2024/03/KakaoxChan2.jpg",
    "twitch":"https://www.twitch.tv/kakaoxchan"
  },
  {
    "name":"KamuiRedmoon",
    "description":"Allo ich bin Kamui ein Vampir vom Clan Tremere und der Prinz, der Redmoon Society. Wenn ich die Zeit finde und nichts anderes zu tun habe und die Blut-Vorräte genügen, streame ich FFXIV, VTM-Bloothunt, verschiedene Horror-Games, Anime-Games und worauf ich eben Lust habe. Ich mag es alles so simpel wie möglich zu halten [z.B. One Take YT-Videos], aber hier und da experimentiere ich auch gerne etwas [Streaming, YT stuff]. Und wie mein Motto „Take your Time“ gehe ich alles auch so an.",
    "image":"https://beautv.de/wp-content/uploads/2024/07/lTT_M7Ly.jpg",
    "twitch":"https://www.twitch.tv/kamuiredmoon"
  },
  {
    "name":"Kanishy Mayana",
    "description":"Miau alle zusammen! Mein Name ist Kanishy Mayana oder Kani wenn ihr wollt, ich bin eine Nekomata die versucht Menschen besser „kennenzulernen“. Doch wenn ich mal nicht versuche menschliches Verhalten zu verstehen liebe ich es meine Zeit mit Zeichnen und natürlich auch Videospielen zu verbringen. Auch ist man bei mir richtig wenn man auf Horror und/oder Romance steht, denn das wird es bei mir Hülle und Fülle geben. Also hoffe ich sehen wir uns bald~",
    "image":"https://beautv.de/wp-content/uploads/2022/02/Kanishy-Mayana.jpg",
    "twitch":"https://www.twitch.tv/kanishymayana"
  },
  {
    "name":"KanjuManju",
    "description":"Hi ich bin KanjuManjum und ich zocke auf twitch einfach games auf die ich bock hab. Schaue gerne dokus und Videos mit den Leuten und ja bin eine recht ruhige Person die auf ihre eigene art gut unterhalten kann und ich mag Kuchen , Pizza und Anime und mein VTube Model ist ein Joker.",
    "image":"https://beautv.de/wp-content/uploads/2023/09/profil_bild.jpg",
    "twitch":"https://www.twitch.tv/kanjumanju"
  },
  {
    "name":"Kannazora",
    "description":"Hewwo~ freut mich dich kennenzulernen! Ich bin Kanna, eine Mondlicht Kitsune, die sich auf diese Welt verirrt hat… Ich bin eine Variety VTuberin mit Hauptfokus auf Videospielen. Ob MMORPG’s, Shooter oder cozy Games – bei mir ist alles vertreten. Mit meinen comfy Streams möchte ich einen kleinen Safeplace anbieten, in dem sich jeder wohlfühlen kann ♡ Schaut doch gerne mal vorbei, Ich freue mich auf euch! (˵ •̀ ᴗ – ˵ ) ✧",
    "image":"https://beautv.de/wp-content/uploads/2024/07/PVq0dle9.jpg",
    "twitch":"https://www.twitch.tv/kannazora"
  },
  {
    "name":"Kanni_q",
    "description":"Hallo ihr Wesen aus einer anderen Welt, ich bin Kanni, eine Prinzessin aus einer weit entfernten Welt, jedoch wurde ich eines Tages hierhergebracht und ich weiß nicht wieso. Ab dem Zeitpunkt musste ich mich hier einfinden und ich bin ehrlich, ihr habt wirklich coole Erfindungen. Nach einer Weile bin ich dann auf die Streaming Plattform Twitch gestoßen und seitdem bin ich, denke ich, eine Vtuberin. Auf Twitch streame ich meist irgendwelche lustigen Spiele und bin voll krass da drinne ja!!!! *Hust* *Hust*",
    "image":"https://beautv.de/wp-content/uploads/2021/07/Kanni_q.jpg",
    "twitch":"https://www.twitch.tv/kanni_q"
  },
  {
    "name":"Kazanya_chan",
    "description":"„Hewo! Mein Name ist Kazane Zephir, aber nennt mich ruhig Kaze. Ich bin eine deutsche Sylphen VTuberin und zugleich die Herrscherin der Winde! Bei mir gibt es entweder kreative Art-Streams, oder ich zocke diverse Spiele. Ich bin meist ziemlich lost und durch den Wind (Badumtss). Aber macht euch selbst ein Bild! c: Ich würde mich auf jeden Fall freuen!",
    "image":"https://beautv.de/wp-content/uploads/2021/07/Kazane-Zephir.jpg",
    "twitch":"https://www.twitch.tv/kazanya_chan/"
  },
  {
    "name":"KazuyaAmano",
    "description":"heyoooo Kazuya hier!  ~Ich bin ein Schatten/ Alptraum Wolf Vtuber, der gerne über Anime redet und das Synchron sprechen liebt!~  ~Ich liebe aber auch meine super schönen Horrorspiele, da sie immer voller Spannung sind und mich in Wallung bringen!~  ~Natürlich spiele ich auch Gelegenheitsspiele, immerhin machen diese auch viel spaß haha~  ~Nun wird es aber Zeit, dass ich zu eurem Alptraum werde!~",
    "image":"https://beautv.de/wp-content/uploads/2024/07/YJleYRZw.jpg",
    "twitch":"https://www.twitch.tv/kazuyaamano"
  },
  {
    "name":"Keiy Schilon",
    "description":"ehm…hi? ich bin der Keiy. Ich bin Vtuber oder auch konkreter genannt ein PNGtuber. Ich streame gerne und tue dies genau seit dem 1.1.2022 und zeichne oder spiele dort Videospiele mit der Community. Ansonsten bin ich auch auf anderen Plattformen zu finden: So veröffentliche ich aktiv Tiktoks über Videospiele, die ich mag oder poste meine fertigen Zeichnungen auf Twitter sowie Instagram. Ansonsten bleibt mir nix mehr zusagen außer yeye.",
    "image":"https://beautv.de/wp-content/uploads/2022/07/Keiy-Schilon.jpg",
    "twitch":"https://www.twitch.tv/keiy_schilon"
  },
  {
    "name":"KeyLenix",
    "description":"Mein Name ist Ki len und ein Halbdrache. Durch meinem Tolpatschigen Zwilling, der mit seiner Alchemie wieder mal rum experimentiert hat, bin ich vor langer Zeit in diese Welt gelangt. So wie es ist versuche ich die Aufträge des System dieser Welt zu überwältigen irgendwie!",
    "image":"https://beautv.de/wp-content/uploads/2022/10/KeyLenix.jpg",
    "twitch":"https://www.twitch.tv/keylenix"
  },
  {
    "name":"KhaliaWisp",
    "description":"Hallöchen, ich bin KhaliaWisp und eine Waldelfen-Vtuberin! Am 26. Juni hatte ich meinen Debüt-Stream und versuche alle zwei/drei Tage zu streamen. Ich spiele an sich gerne Nintendo-Spiele und streame diese demnächst auch bald, sowas wie Pokémon oder Animal Crossing. Ansonsten versuche ich mich auch an Horrorspielen … ich bin aber ziemlich ängstlich, was das angeht, haha. :D",
    "image":"https://beautv.de/wp-content/uploads/2023/07/KhaliaWisp.jpg",
    "twitch":"https://www.twitch.tv/khaliawisp"
  },
  {
    "name":"kieselweesel",
    "description":"Hallo, mein Name ist Kieselweesel, ich bin ein Wasser-Wiesel-Vtuber. Ich komme vom einen anderen Planeten, weil meine Eltern mich mit einer Notfallkapsel auf die Erde geschickt haben. Ich wohne in einen Wasserfall und trainiere täglich mit meinen Wasser-Windsicheln. Ihr dürft mich gerne Kiesel,Weesel oder Kieselweesel nennen. Am liebsten esse ich Hot-Dog-Pizza und trinke gerne kalten Apfelsaft^^.",
    "image":"https://beautv.de/wp-content/uploads/2022/07/kieselweesel.jpg",
    "twitch":"https://www.twitch.tv/kieselweesel"
  },
  {
    "name":"KimokiTato",
    "description":"Na ihr kleinen Demons! Ich bin KimokiTato! Könnt mich auch einfach Tato nennen! Ich bin eine kleine Zeichnerin die gerne anderen eine Freude macht! Ich liebe es dazu, neue Leute kennen zu lernen. Aber schön euch kennen zu lernen! Auf ein schönes Wiedersehen!",
    "image":"https://beautv.de/wp-content/uploads/2022/12/KimokiTato.jpg",
    "twitch":"https://www.twitch.tv/KimokiTato"
  },
  {
    "name":"Kira Kuromori",
    "description":"Hey ho! Ich bin Kuromori Kira, kurz Kira. Chaosbeschwörerin und Halb-Dämonenkatze. Warum nur „halb“? Ach… lange Geschichte! Ich streame für euch allerlei Spiele und vor allem MMORPG, RPG, Action-Adventure und auch gemütlichere Games, sind mit von der Partie! Eigentlich spiele ich kunterbunt alles, was mir gerade so Spaß macht! Hin und wieder ergreift mich die Kreativität und dann gibt’s auch Art auf meinem Kanal zu sehen. Ich freue mich auf jedem, der dem verrückten Chaostrupp beitreten möchte!",
    "image":"https://beautv.de/wp-content/uploads/2022/10/Kira-Kuromori.jpg",
    "twitch":"https://www.twitch.tv/kuromori_kira"
  },
  {
    "name":"Kiraila",
    "description":"Mein Name ist Kiraila aber alle nennen mich Kira, ich bin eine kleine Neko die Headpats liebt und gerne comfy mit euch Quatscht. Ich spiele Shooter, Survivals, MMORPGS und RPGS sowie immer mal wieder Horror wenn ich muss :3 . Aber ich mache auch gern ein wenig Just Chatting wenn ich kann. Da ich verflucht bin an diesem Ort zu verweilen habe ich viel zeit zum Streamen und ich freue mich immer über neue Gesichter die mir Geschichten aus der Welt erzählen.",
    "image":"https://beautv.de/wp-content/uploads/2022/02/Kiraila.jpg",
    "twitch":"https://www.twitch.tv/kiraila"
  },
  {
    "name":"Kittieh",
    "description":"Heyho, mein Name ist Kittieh. *meow* Ich streame seit knapp 2 Jahren. Genres, die ich total gerne spiele, sind Puzzle-Games, Hack&Slays, MMORPGs. Ich habe es mir zur Aufgabe gemacht, offen mit psychischen Erkrankungen umzugehen und somit eine komfortable Plattform für meine Community zu bieten. So, dass sich jeder wohl fühlt und auch offen über Gefühle reden kann. Bei mir gibt es Up’s und Down’s der Gefühle, egal welcher Art. Also zieht euch warm an. :p",
    "image":"https://beautv.de/wp-content/uploads/2023/07/Kittieh.jpg",
    "twitch":"https://www.twitch.tv/kittieh"
  },
  {
    "name":"KleinDanny",
    "description":"Ein schönen Guten Ahoy, KleinDanny mein Name. Seit mindestens 4 Jahren erfolglos auf Twitch beschäftigt, während meine virtuelle Präsenz demnächst ein stolzes Jahr zu sehen ist und auf irgendeiner Maske basiert. Bei mir gibt es nahezu alles zu sehen, von kindlicher Unterhaltung bis pseudoerwachsene Schmuddelsachen, aber hauptschließlich Singleplayergames. *Kann Spuren von schlechter Ironie, verletzender Satire, Fuchsfell und wiederholenden Phrasen beinhalten.",
    "image":"https://beautv.de/wp-content/uploads/2022/02/KleinDanny.jpg",
    "twitch":"https://www.twitch.tv/kleindannypocket"
  },
  {
    "name":"Kobayashi Yoshiro",
    "description":"Yaaahooo! Yoshiro Kobayashi mein Namen. Ich bin ein Erzengel des Herrn, klingt mächtig aber da irrt man sich. Als Erzengel der sowohl in der Hölle, wie auch im Himmel banned ist, habe ich mir die Erde als Spielwiese ausgesucht. Hier versuche ich meine unendliche Langeweile zu bekämpfen, in Form von Streamen, Animes, Mangas und andere kleinere Missetaten. Kommt gerne mal vorbei.",
    "image":"https://beautv.de/wp-content/uploads/2021/06/KobayashiYoshiro.jpg",
    "twitch":"https://www.twitch.tv/kobayashiyoshiro"
  },
  {
    "name":"kohimitchi",
    "description":"Hello! Ich bin Mitchi.. eine sehr verpeilte Vtuberin, die Kaffee etwas zu sehr liebt. Ich zocke vieles, kann nix und bin fast 8 Bananen groß",
    "image":"https://beautv.de/wp-content/uploads/2023/06/kohimitchi3.jpg",
    "twitch":"https://www.twitch.tv/kohimitchi"
  },
  {
    "name":"kritzel",
    "description":"Hallo ~ ich bin kritzel, Künstlerin & comfy Vtuber mit Sehbehinderung. Ich streame hauptsächlich Just Chatting, Kunst & Community-Games. Ich bin Gestaltwandlerin & habe derzeit über 18 Versionen z.B. Fuchs oder auch ein Koi. Alle Versionen gibt es auch in männlich & Chibi. Von Models über Emotes, alles was man eben so braucht, mache ich selbst. Ich lache & frage viel, behandle aber manchmal auch ernste Themen. Meine Standart-Begrüßungsfrage ist „Hast du heute denn schon genug getrunken & gegessen?",
    "image":"https://beautv.de/wp-content/uploads/2023/03/kritzel.jpg",
    "twitch":"https://www.twitch.tv/kritzell"
  },
  {
    "name":"Krönchen",
    "description":"Hallöchen, ich bin dat Krönchen und ich bin auch dabei! Meine Wenigkeit präsentiert sich als Geister-VTuberin. Bin ziemlich verfressen und dauerhaft verpeilt, hab einen Chaoskopf und den Orientierungssinn eines Steins. Meine Streams sind wie ich – vollkommen verplant und durcheinander, daher schaut doch einfach mal vorbei! :3",
    "image":"https://beautv.de/wp-content/uploads/2022/10/Kroenchen.jpg",
    "twitch":"https://www.twitch.tv/kr0enchenvt"
  },
  {
    "name":"Krystix_VT",
    "description":"Seid gegrüßt! Ich bin Krystix und ein Zeitreise-VTuber! Einst reiste ich durch die verschiedensten Zeitlinien, bis ich durch einen mysteriösen Unfall in dieser Welt gelandet bin. Doch nun bin ich hier und möchte euch in die Welt des Zeitreisens führen! Bei mir dürft ihr meist Multiplayer-Chaos und Indie-Spiele der verschiedensten Genres erwarten. Neben Gaming wird es bei mir auch Podcast-Streams und kreative Quiz-Runden geben! Genießt euren Aufenthalt bei mir >w<",
    "image":"https://beautv.de/wp-content/uploads/2023/08/Krystix_VT.jpg",
    "twitch":"https://www.twitch.tv/krystix_vt"
  },
  {
    "name":"Kukkii Neko",
    "description":"Ohayo du Flauschkugel. Ich bin Neko, oder Murasaki. Eine keksliebende Höllenkatze, welche sich freut dich durch ihre Streams zum lachen zu bringen :3 Bei mir kannst du von ruhigen Art-Streams, zu aufreibenden Kanonenschlachten on SoT fast alles erwarten. Ich warte auf deinen Lurk x3 Und bring Kekse mit!!",
    "image":"https://beautv.de/wp-content/uploads/2022/03/Murasaki-Kukki-Neko.jpg",
    "twitch":"https://www.twitch.tv/kukkiineko"
  },
  {
    "name":"KuraisamaVT",
    "description":"Dies ist eine heilige Silbe von eurem VGod, Kuraiama!!! Ich bin ein junger verrückter Gott, der seinen Weg hierher gefunden hat um seine Anhängerschaft aufzubauen hehehe~ Ich bin sehr hyperaktiv und wenn ihr nach was verrücktes, aktives und witziges sucht, dann seid ihr bei eurem zukünftigen Gott genau richtig und nun…. Bete für mich ( •̀ ω •́ )",
    "image":"https://beautv.de/wp-content/uploads/2024/01/KuraisamaVT.jpg",
    "twitch":"https://www.twitch.tv/kuraisamavt"
  },
  {
    "name":"kurinkura",
    "description":"~Mut ist die Kraft, die Träume wahr werden lässt!~ Hallo Everynyan, mein Name ist kurinkura oder Kura , eine Idol-Neko die eure Herzen zum Strahlen bringen möchte! Auf meinem Channel werden viele verschiedene Sachen passieren, aber nur Content, hinter dem ich stehe und auf den ich Lust habe! Schließlich sollen alle Spaß haben! Zwischendurch wird ein auch kleine Karaoke Streams geben, mit euren Songwünschen! Ich freue mich über jeden der bei mir vorbeischaut, nyaa",
    "image":"https://beautv.de/wp-content/uploads/2022/01/kurinkura.jpg",
    "twitch":"https://www.twitch.tv/kurinkura"
  },
  {
    "name":"KuroneFrey",
    "description":"Freut mich eure Bekanntschaft zu machen, mein Name ist Kurone Frey! (๑•̀ㅂ•́)و✧ Ich bin eine quirlige Hexe, die Spaß am Streamen hat. Streamen tue ich schon etwas länger, aber erst seit kurzem mit dem Ziel, als Vtuber*in mein Debüt zu machen! Bin sowohl englisch- als auch deutschsprachigen Raum unterwegs, also freue ich mich über jedes neue Gesicht! Mein Content besteht zum großen Teil aus dem Zeichnen, aber ab und zu erwischt man mich auch beim Games zocken hehe…",
    "image":"https://beautv.de/wp-content/uploads/2022/03/KuroneFrey.jpg",
    "twitch":"https://www.twitch.tv/kuronefrey"
  },
  {
    "name":"KusakaveDE",
    "description":"Ich bin Kusa, halb Mensch halb Dino. Verrückt aber lieb, ich liebe meine Dino Nuggets, möchtest du auch einer sein? Dann würde ich mich sehr freuen wenn du bei mir mal vorbei schaust!",
    "image":"https://beautv.de/wp-content/uploads/2022/03/Kusakave.jpg",
    "twitch":"https://www.twitch.tv/kusakavede"
  },
  {
    "name":"kuwano",
    "description":"Hallo, ich bin SNII, und ich bin nicht einfach nur ein Bug, wirklich! Ich bin ein Cyber-Dämon. Was das bedeutet? Nun, das… ist ein bisschen kompliziert. Ich war mal ein ganz normaler Mensch, und dann sind… Dinge passiert. Jedenfalls singe ich sehr gerne, sowohl Covers als auch Originale Songs, und streame eine Vielzahl an unterschiedlichen Games auf Twitch! Komm doch mal vorbei und schau mir zu!",
    "image":"https://beautv.de/wp-content/uploads/2021/07/SNII.jpg",
    "twitch":"https://www.twitch.tv/kuwanano_vt"
  },
  {
    "name":"Kyookey",
    "description":"Hey! Ich bin der Schlüsselhüter, oder einfach Kyookey genannt. Ich bin ein Demi-Gott, der den Göttern von Raum und Zeit untergeordnet ist! In meiner Villa streame ich alles was Spaß macht! Euch erwartet Action, Witz und viel Verpeilung! ",
    "image":"https://beautv.de/wp-content/uploads/2022/01/Kyookey.jpg",
    "twitch":"https://www.twitch.tv/kyookey"
  },
  {
    "name":"Kyota_exe_",
    "description":"Chyuu~ Ich bin’s Kyo! Ich bin noch eine kleine Maid aus der Hölle, die genug Anhänger um sich scharen muss um endlich zu einer wahrhaftigen Göttin der Hölle aufzusteigen! Um das zu erreichen streame ich fast täglich auf Twitch und da so gut wie alles. Am liebsten aber Indie Horror. Wenn ihr mich auf meinem Pfad zur Göttlichkeit begleiten wollt, könnt ihr gerne mal vorbei schauen und meiner treuen Anhängerschaft beitreten!~ ♥",
    "image":"https://beautv.de/wp-content/uploads/2021/07/Kyota_Akuma.jpg",
    "twitch":"https://www.twitch.tv/kyota_exe_"
  },
  {
    "name":"kyukina",
    "description":"Heya! Mein Name ist Kyu und ich streame seit 2018 immer wieder auf Twitch. Ich bin ein Vtuber und streame hauptsächlich Games wie League of Legends, Valorant oder Animal Crossing. Ich liebe Anime, K-Dramas, K-Pop und Katzen. Schau doch gerne mal bei mir vorbei 🌸",
    "image":"https://beautv.de/wp-content/uploads/2023/05/kyukina.jpg",
    "twitch":"https://www.twitch.tv/kyukina"
  },
  {
    "name":"Lady_Bibsi",
    "description":"a gut, mein Name ist Lady_Bibsi, ich zocke verschiedene Games, da ist für jeden was dabei. Bin leicht verpeilt meistens, aber das passt schon so :D",
    "image":"https://beautv.de/wp-content/uploads/2023/04/Lady_Bibsi.jpg",
    "twitch":"https://www.twitch.tv/lady_bibsi"
  },
  {
    "name":"LadySelphia",
    "description":"Ohayo, ich bin LadySelphia! Eine chaotische und freche Dhampir Fürstin, die in ihrem Blutmond Palast hauptsächlich auf Deutsch alles, was mir in die Finger kommt, streamt.",
    "image":"https://beautv.de/wp-content/uploads/2022/10/LadySelphia-2.jpg",
    "twitch":"https://www.twitch.tv/ladyselphia"
  },
  {
    "name":"Laramaine",
    "description":"Hallo, mein Name ist Lara, ich bin eine Fuchs-VTuberin & bei mir gibt’s Gaming Action mit positiven Vibes, viel Lostheit, manchmal auch Deep Talks, sowie Zeichnungen & 3D Modelling! Ich bin das erste Mitglied der Kampfeinheit der Yumeda Cyber Elite und kann meine Gestalt verändern. Lange Zeit habe ich mich vor meiner wahren Identität versteckt, bis ich eines Tages aus Wut meine Kitsune Form annahm, da jemand, der mir sehr Nahe stand, schwer verletzt wurde.",
    "image":"https://beautv.de/wp-content/uploads/2023/04/Laramaine.jpg",
    "twitch":"https://www.twitch.tv/laramaine"
  },
  {
    "name":"LaTeddyNecto",
    "description":"Yo, ich bin Teddy und verändere ständig mein Aussehen. Deshalb bin ich als Geist-VTuber, der seine Gestalt ändern kann, unterwegs. Mein Content ist recht vielfältig. Auf YouTube mache ich klassische Let’s Plays, Live2D Tutorials, Animationen, Fancovers und was ich sonst so nice finde. Auf Tik Tok poste ich Sketches über Kommentare und meine selbstironische Lore. Über Twitch… reden wir lieber nicht. ( ͡° ͜ʖ ͡°) Ich denke, dass bei mir für jeden was dabei sein sollte. Kommt also rum, falls ihr Bock und nichts gegen Salz und Fluchen habt.",
    "image":"https://beautv.de/wp-content/uploads/2023/07/LaTeddyNecto-2.jpg",
    "twitch":"https://www.twitch.tv/lateddynecto"
  },
  {
    "name":"Lazhannya",
    "description":"Hey there – Ich bin Lazhannya (ausgesprochen wie Lasagne). Ich bin ein nicht näher definiertes Kuh-Wesen, was sicherlich nicht nur diese Form annimmt um euch in Sicherheit zu wiegen. ;B Mein Hauptfokus liegt auf meiner 3D-Arbeit in Blender und NeosVR. Ich würde mich auch nicht als typischen VTuber bezeichnen, da ich in meinen Streams einfach nur ich selbst bin. Also kommt gerne vorbei – vor allem da ich mich in solcher kürze kaum beschreiben kann. :D",
    "image":"https://beautv.de/wp-content/uploads/2021/07/Lazhannya.jpg",
    "twitch":"https://www.twitch.tv/lazhannya"
  },
  {
    "name":"Lexus0",
    "description":"Hi, ich bin Lexi (she/her). Ich bin die Dämonin die nachts unter deinem Bett liegt und in Nächten in denen du dich einsam fühlst hervorkommt und mit dir kuschelt während du schläfst. Ich streame seit dem 4.7.2020 auf Twitch aber erst seit 2024 aktiv mit 2 festen Streamtagen, nämlich Montags und Freitags. Aktuell spiele ich sehr viel The Binding of Isaac aber es gibt bei mir auch Variety. In meinen Streams ist jeder willkommen (solange man sich anständig benimmt).",
    "image":"https://beautv.de/wp-content/uploads/2024/04/Y9RyXkPG-1.jpg",
    "twitch":"https://www.twitch.tv/lexus0"
  },
  {
    "name":"LiaraZabulus",
    "description":"Wundervollen Guten Tag, mein Name ist Liara, ich bin ein roter Oni und ganz neu in dieser seltsamen Welt. Nachdem ich aus meinem Dorf fliehen musste, da es komplett zerstört wurde, kam ich in einem alten Schrein unter und musste mich erstmal von den Strapazen erholen. Seitdem gewähre ich kleinen sowie großen Yokai und Halbdämonen Zuflucht, denen es genauso ergehen musste. Die Türen meines Schreins stehen für jeden offen ♥",
    "image":"https://beautv.de/wp-content/uploads/2023/06/LiaraZabulus.jpg",
    "twitch":"https://www.twitch.tv/liarazabulus"
  },
  {
    "name":"lifeofmortisvt",
    "description":"Moin ich bin LifeofMortis aber viele nennen mich einfach nur Mortis was vollkommen Okay ist, ich bin eine Neko Vtuberin und Hobby Artist. Auf meinem Twitch findet ihr einen Bunten mix was Games angeht aber auch Art streams, welche cozy sind. Mein Instagramm dient als meine Artpage. Ich freue mich über jede Person die eventuell mal vorbeischauen mag Nyah (^w^)“ Also ich würde mich selber als SFW einstufen und ich Streame ausschließlich auf Deutsch",
    "image":"https://beautv.de/wp-content/uploads/2024/07/H2PPuOBV.jpg",
    "twitch":"https://www.twitch.tv/lifeofmortisvt"
  },
  {
    "name":"Lifoxcious",
    "description":"Hewwo, ich bin Lif und entdecke als kleiner frecher Fuchs die Tiefen des Internets! Wenn ich mich mit nur 3 Wörtern beschreiben müsste, dann wären diese „komisch“, „lost“ und „schmuddelig“. Ansonsten lebe ich mich gerne kreativ mit Zeichnen oder Singen aus und habe ein Talent dafür, einfach nur abgrundtief schlecht in Videospielen zu sein. Und denkt daran: „Bonks tun weh!",
    "image":"https://beautv.de/wp-content/uploads/2021/07/Lifoxcious.jpg",
    "twitch":"https://www.twitch.tv/lifoxcious"
  },
  {
    "name":"LighthouseSpace",
    "description":"Einen wunderschönen cuten Tag, mein Name ist Mimi. Ich streame seit 2 Jahren und seit kurzem auch als Vtuber. Mein Vtuber heißt Nekomimi und ist eine 3D Galaxiekatze, passend zu meinem Stream der Lighthouse Space heißt. Dieser ist ein Safe Space wo alle tollen Menschen herzlich willkommen sind. Ich spiele queerbeet alles mögliche, aber meistens comfy Spiele und meine Streams werden überwiegend als entspannend bezeichnet. Ich freue mich, wenn du mich besuchen kommst!",
    "image":"https://beautv.de/wp-content/uploads/2022/10/LighthouseSpace.jpg",
    "twitch":"https://www.twitch.tv/lighthousespace"
  },
  {
    "name":"LittleXenios",
    "description":"Mein Name ist Xenios und ich bin eine chaotische kleine Cyborg-Elfe. Ich bin vom Himmel gefallen und lebe jetzt unter den Menschen. Ich spiele meistens entspannte Spiele, habe aber auch eine Vorliebe für witzige Spiele. Meine Streams sind meistens auf Englisch, aber ich mache auch regelmäßig deutsche Streams.",
    "image":"https://beautv.de/wp-content/uploads/2022/05/LittleXenios.jpg",
    "twitch":"https://www.twitch.tv/littlexenios"
  },
  {
    "name":"LiyonLis",
    "description":"Heyho! ฅ^•ﻌ•^ฅ Ich bin die Blaubeeren Fuchs Vtuberin – deine Quelle für Kunst, Games und gemütliche Teemomente!",
    "image":"https://beautv.de/wp-content/uploads/2024/09/Unbenannt-1-2.jpg",
    "twitch":"https://www.twitch.tv/liyonlis"
  },
  {
    "name":"Lobelia_Erinea",
    "description":"Deer of Divinity on Duty! Mein Name ist Lobelia, gekommen um euren Tag mit viel Liebe und Glitzer zu erhellen! Seit April bin ich als deutsch- und englischsprachiger Reh-VTuber unterwegs um euch mit comfy Variety-Streams ein Lächeln ins Gesicht zu zaubern! Die Zeit bis zu meinem Debut vertreibe ich mir und meinen Deerlings mit Art, Karaoke, verschiedensten Games und comfy Just Chatting. Und nach meinem Debut.. werde ich das immer noch tun! Kommt mich gern besuchen!",
    "image":"https://beautv.de/wp-content/uploads/2022/10/Lobelia_Erinea.jpg",
    "twitch":"https://www.twitch.tv/lobelia_erinea"
  },
  {
    "name":"LorConan",
    "description":"Moin, ich bin Lor Conan, eine Silber-Kitsune mit derzeit zwei Schweifen. Meine Leidenschaften sind das Backen, grummelnd Tee trinken und Wrestling schauen. Ich bin ein ziemlich emphatisches Lebewesen, welches es mag allein zu sein. Trotzdem mag ich es andere mit zubereitetem Essen zu beglücken und ein Lächeln auf die Lippen zu zaubern. Mein Content ist hauptsächlich Food in Form von Fotoreihen oder Videos (Koch&Back Livestreams sind ab Frühjahr 2024 geplant).",
    "image":"https://beautv.de/wp-content/uploads/2023/07/LorConan.jpg",
    "twitch":"https://www.twitch.tv/LorConan"
  },
  {
    "name":"LordZumbeycorn",
    "description":"Hey, ich bin Shū, ein Zombieeinhornvampirnekodämonenkönig aus einer anderen Dimension~ (Du denkst dir sicher jetzt Gesundheit, nich wahr?) Ich bin ein kleiner langweiliger Streamer mit einem Goldfischhirn~ (づ˶•༝•˶)づ♡",
    "image":"https://beautv.de/wp-content/uploads/2023/06/LordZumbeycorn.jpg",
    "twitch":"https://www.twitch.tv/lordzumbeycorn"
  },
  {
    "name":"loulafell",
    "description":"Hallöchen – ich bin die Lou! Ich bin ein lunarer Fuchs, dem von einem Stern eine menschliche Form gegeben wurde. Ich bezeichne mich selber als Variety vTuberin, da ich eigentlich alles streame, was mir in den Sinn kommt und worauf ich Lust habe – hauptsächlich aber Games und dort als Hauptgame Final Fantasy XIV. Ich bin always lost und nichts läuft bei mir nach Plan. Meine zwei Katzen sind auch immer im Stream mit dabei und sorgen ab und zu für manche Lacher! c:",
    "image":"https://beautv.de/wp-content/uploads/2023/05/loulafell.jpg",
    "twitch":"https://www.twitch.tv/loulafell"
  },
  {
    "name":"LucielaCaelum",
    "description":"HEY HEY HEY! Mein Name ist Elster, ein Elsteradler Vtuber und niemals ein geheimer Succubus!! Meine Spezialität ist es Chaos zu verursachen und darin bin ich auch ziemlich gut!! Auf meinem Twitch werden hauptsächlich MMORPGs und JRPGs gestreamt, aber ab und zu auch mal Horror und Zeichenstreams! Es würde mich freuen euch in Zukunft zu sehen….und bleibt teuflisch!",
    "image":"https://beautv.de/wp-content/uploads/2021/07/elsterempress.jpg",
    "twitch":"https://www.twitch.tv/LucielaCaelum"
  },
  {
    "name":"LucyLuVT",
    "description":"Hey, ich bin Lucy Lu und eine Katzen-Dämonin. In meinen Streams erwartet euch eine verspielte Lu, die auch manchmal echt nicht weiß was sie tut. Null Skill, reines Entertainment. Oh, and I’m lewd :p",
    "image":"https://beautv.de/wp-content/uploads/2023/02/LucyLuVT.jpg",
    "twitch":"https://www.twitch.tv/lucyluvt"
  },
  {
    "name":"Lucynom",
    "description":"Huhu ich bin Lucy, VTuber und Digital Artist im Bereich Anime und Furry. Mein Character ist ein Microraptor, aber die meisten stempeln mich als Vogel ab oder ausgestorbene Eidechse. In meinen Streams versuche ich euch mit Gaming zu unterhalten, aber mache auch öfters gerne chillige Kunststreams.",
    "image":"https://beautv.de/wp-content/uploads/2022/03/Lucynom.jpg",
    "twitch":"https://www.twitch.tv/lucynom"
  },
  {
    "name":"LullyNyagareboshi",
    "description":"Nyahallo~ Ich bin Lully Nyagareboshi, euer Katzenmädchen und Traumwächterin aus dem Traumland! Ich gebe acht auf eure schönen Träume und beschütze euch vor schlimmen Albträumen. Um euch etwas näher zu kommen und besser kennenzulernen streame ich auf Twitch! Zusammen können wir dort Videospiele spielen, quatschen und ein wenig zeichnen~ Ich freue mich auf euch!",
    "image":"https://beautv.de/wp-content/uploads/2022/01/Lully-Nyagareboshi.jpg",
    "twitch":"https://www.twitch.tv/lullynya"
  },
  {
    "name":"LumenInCorde",
    "description":"Hiya! Ich bin Lumen, die Verkörperung eines weißen Zwergs und ein Variety-VTuber! Meine Selbstgespräche waren schon immer ausufernd und ich dachte, dass andere auch ruhig daran teilhaben dürfen. Ich streame abwechselnd auf Englisch und Deutsch, vornehmlich verschiedene Games und mache auch gern (englischsprachige) Collabs! Meinen YouTube-Kanal nutze ich als dauerhaftes VOD-Archiv von Twitch.",
    "image":"https://beautv.de/wp-content/uploads/2022/04/LumenInCorde.jpg",
    "twitch":"https://www.twitch.tv/lumenincorde/"
  },
  {
    "name":"lumi_vtuber",
    "description":"Hallöchen, ich bin Lumi! Mit meinen türkisen Haaren und meiner etwas vergesslichen Art bin ich vielleicht nicht die Beste in den Spielen, aber das macht mir nichts aus. Besonders Valorant spiele ich mit ganzem Herzen, auch wenn wir öfters wegen mir verlieren haha. Meine Streams sind wie ich: voller Spaß, kleiner Missgeschicke und einer Menge guter Laune. Komm doch gerne dazu!^^",
    "image":"https://beautv.de/wp-content/uploads/2024/09/lumi_vtuber.jpg",
    "twitch":"https://www.twitch.tv/lumi_vtuber?fbclid=IwY2xjawFMKXNleHRuA2FlbQIxMAABHcIlpK0lYcDhOVKKbN7dbAOksPBV0L_ThYsD0ZXYD2NbgbxU_jOgg18YGA_aem_dlelVDPNxGlvgnIW7nfW-A"
  },
  {
    "name":"Luna Schaurig",
    "description":"Hallo meine lieben Flattermäuschen! Ich heiße Luna Schaurig und lebe in der Kanto-Region. Vor 154 Jahren wurde ich von der Fledermaus Kiara gebissen und bin seitdem eine Vampirin. Ich mache Videos auf YouTube und bin deutsche Vtuberin auf Twitch. In meinen Videos und Streams lebe ich vorwiegend meine Hobbys aus: Synchronsprechen, Musik, Horror-Creation und das Zeichnen. Falls ich euch neugierig gemacht habe, schaut gerne bei mir vorbei! ♥",
    "image":"https://beautv.de/wp-content/uploads/2023/07/Luna-Schaurig.jpg",
    "twitch":"https://www.twitch.tv/luna_schaurig_yt"
  },
  {
    "name":"LuneroMoon",
    "description":"Awoo~ Lunero mein Name, freut mich eure Bekanntschaft zu machen. Ihr könnt mich aber ruhig Lu oder Luwe nennen. An sich bin ich ziemlich verpeilt und tollpatschig xD Ich streame seit April 2021 regelmäßig die verschiedensten Dinge, hauptsächlich aber storylastige Spiele, Horror oder Collabs. Freue mich auf euch! Lasst uns gemeinsam Spaß haben und schlecht in allen Spielen sein <3 Ihr seid alle willkommen!",
    "image":"https://beautv.de/wp-content/uploads/2021/07/LuneroMoon.jpg",
    "twitch":"https://www.twitch.tv/luneromoon"
  },
  {
    "name":"Lyssili",
    "description":"Hallu! Ich bin Lyssili aka Lyssi. Ein Kirschblüten-Succubus der seit Jahrhunderten über die Kirschblütenwälder wacht. Ich streame alles mögliche von A – Z . Wenn ihr mehr wissen wollt schaut gerne bei mir vorbei :3",
    "image":"https://beautv.de/wp-content/uploads/2024/06/Lyssili.jpg",
    "twitch":"https://www.twitch.tv/Lyssili"
  },
  {
    "name":"maakurika",
    "description":"Hi, ich bin Maaku, Künstlerin & deutscher VTuber auf einer Quest 3D-Modeler zu werden! Ich mag Meerjungfrauen, Grüntee und kümmer mich um die technischen Problemer von 3D-VTubern owo",
    "image":"https://beautv.de/wp-content/uploads/2022/03/maakurika.jpg",
    "twitch":"https://www.twitch.tv/maakurika"
  },
  {
    "name":"magVariety",
    "description":"Ich bin die magVariety short für Maggie (wie die aus den Simpsons ausgesprochen, hehe), schön euch kennen zu lernen. Ich streame auf twitch.tv, und wie der Name schon sagt, gibt es bei mir immer sehr viel Variety. Ich bin eine verrückte, freche Katze die auch oftmals sehr lost unterwegs ist. Schaut doch gerne mal bei mir vorbei, ich würde mich sehr freuen, Nya~",
    "image":"https://beautv.de/wp-content/uploads/2024/02/magVariety.jpg",
    "twitch":"https://www.twitch.tv/magVariety"
  },
  {
    "name":"Mako_Raikin",
    "description":"Ahoy, mein Name ist Mako_Raikin und bin eine Manifestierte Person meiner Selbst in Form eines Makohai. Ich habe vor, bald auf Twitch anzufangen. Dort möchte ich vor allem Wasserbasierte Games spielen, aber natürlich bin auch für andere Games zu haben. Zudem möchte ich meine Fähigkeiten in Blender festigen und mit euch Sachen Modellieren. Weswegen ich auch immer wieder 3D Asset zeige. Also kommt vorbei, setzt euch, schnappt euch ein Getränk, und genießt die Zeit. ",
    "image":"https://beautv.de/wp-content/uploads/2023/09/5fCi3dod.jpg",
    "twitch":"https://www.twitch.tv/mako_raikin"
  },
  {
    "name":"MarkinhoFlyAway",
    "description":"Viele verschiedene Games werden gespielt von Retro bis neue AAA games Comfy und gleichzeitig Chaotisch",
    "image":"https://beautv.de/wp-content/uploads/2023/10/OJKJXI93.jpg",
    "twitch":"https://www.twitch.tv/markinhoFlyAway"
  },
  {
    "name":"MarzipanPixel",
    "description":"Hewwoo~ Ich bins, MarzipanPixel, die kleine Naschkatze von nebenan, und meine Aufgabe ist es euch auf Twitch und YouTube den Tag zu versüßen! Bei mir gibt es hauptsächlich Gaming und zwischendurch etwas Art zu sehen. Manchmal bin ich ziemlich comfy unterwegs, aber es kann auch schon mal aufgedrehter werden. Mein Ziel ist es so vielen Menschen wie möglich mit meinen Streams und Videos ein Lächeln aufs Gesicht zu zaubern ♡",
    "image":"https://beautv.de/wp-content/uploads/2023/08/MarzipanPixel.jpg",
    "twitch":"https://www.twitch.tv/marzipanpixel"
  },
  {
    "name":"MasoTato",
    "description":"https://beautv.de/wp-content/uploads/2023/11/n8NP7wc3.jpg",
    "image":"https://beautv.de/wp-content/uploads/2023/11/n8NP7wc3.jpg",
    "twitch":"https://www.twitch.tv/masotato"
  },
  {
    "name":"Master_Aoshi",
    "description":"Hey, mein Name ist Aoshi, werde von manchen aber auch Master genannt! Ich bin seit Juni 2021 in der deutschen VTuber-Szene tätig und habe sehr viel Spaß daran! Ich spiele vor allem Spiele, bei denen man sein Köpfchen anstrengen muss, also insbesondere Strategiespiele oder Rollenspiele. Ich freue mich über jeden Zuschauer, Lurker und Chatter, also schaut gerne vorbei~",
    "image":"https://beautv.de/wp-content/uploads/2021/11/Aoshi4ever.jpg",
    "twitch":"https://www.twitch.tv/Master_A0shi"
  },
  {
    "name":"Mataku",
    "description":"Mein Name ist Mataku, euer freundlicher und immerzu lächelnder gute Laune Weeb aus der Nachbarschaft :3 Mein Ziel ist es, euch einen schönen Platz zum Entspannen und Wohlfühlen zu geben, ob es nun für einen kurzen Moment, oder auch für etwas längere Zeit ist! Hier ist jeder willkommen, der sich willkommen fühlen möchte <3",
    "image":"https://beautv.de/wp-content/uploads/2021/07/Mataku.jpg",
    "twitch":"https://www.twitch.tv/mataku"
  },
  {
    "name":"MauriceSkyo",
    "description":"Hallöchen, ich bin der Maurice, streamen tue ich selber zwar nicht, da ich eher schüchtern und nicht so gut mit neuen Menschen bin aber man kann mich öfter mal bei der lieben SalxiArt antreffen! Zusammen mit ihr spielen wir meist kleinere Coop-Spiele bei denen sehr viel geschrien wird (ab und an haben wir auch mal spaß dabei). Ihr könnt ja gerne mal vorbeischauen!",
    "image":"https://beautv.de/wp-content/uploads/2022/01/MauriceSkyo.jpg",
    "twitch":"https://www.twitch.tv/MauriceSyko"
  },
  {
    "name":"MauVT_",
    "description":"Ich heiße Mau und ich mag Kekse 🍪 Ich streame auf Twitch alles was ich in die Pfoten bekomme. Ich zeichne nebenbei noch digital, und alles was bis jetzt gemacht habe kann man auf Ko-Fi und Twitter anschauen.",
    "image":"https://beautv.de/wp-content/uploads/2023/08/keksMAU2.jpg",
    "twitch":"https://www.twitch.tv/MauVT_"
  },
  {
    "name":"MayaNeko",
    "description":"Huhu, Maya hier. Als Neko-Prinzessin bin ich stehts damit beschäftigt, Städte, Reiche und Imperien zu regieren, sprich Aufbau und Strategie steht bei mir im Vordergrund. Allerdings entfliehe ich gern auch mal diesem Stress und statte anderen Genres einen Besuch ab. Darüber hinaus gibts auch hin und wieder mal Comics von mir auf Instagram zu finden.",
    "image":"https://beautv.de/wp-content/uploads/2022/03/MayaNeko-2.jpg",
    "twitch":"https://www.twitch.tv/mayaneko"
  },
  {
    "name":"Mayu_Cloutaka",
    "description":"Mein Name ist Mayu Cloutaka, Mayu ist eine Kurzvorm von Mayuyuki, einen Nachnamen habe ich nicht, da ich als Wolf geboren wurde. Nach einer Schlacht, vor ca. 500 Jahren, habe ich ein Windseelen-Katana namens Takasano gefunden und für mich beansprucht, dies hat mir meine menschliche Form, sowie meine Magiekraft gebracht. Seither kämpfe ich mit Takasano, für die Gerechtigkeit und um mein Rudel zu verteidigen",
    "image":"https://beautv.de/wp-content/uploads/2023/05/Mayu_Cloutaka.jpg",
    "twitch":"https://www.twitch.tv/Mayu_Cloutaka"
  },
  {
    "name":"MayYuky",
    "description":"",
    "image":"https://beautv.de/wp-content/uploads/2023/11/peJstfH8.jpg",
    "twitch":"https://www.twitch.tv/mayyuky"
  },
  {
    "name":"mechanukii",
    "description":"Hi! Ich bin Rinuki Atismata, und wie ihr sehen könnt bin ich ein Dämon – und nicht nur ein 08/15 Dämon sondern ein Arc Dämon, wir sind sehr alt. Ich bin der Betreiber der BAR Atismata, dort erwartet euch Just Chatting, Modelbau zu Gundams und auch das ein oder andere Game. Mein Chat nennt mich liebevoll Nuki",
    "image":"https://beautv.de/wp-content/uploads/2022/05/mechanukii-2.jpg",
    "twitch":"https://www.twitch.tv/mechanukii"
  },
  {
    "name":"mee_nah_",
    "description":"",
    "image":"https://beautv.de/wp-content/uploads/2022/04/mee_nah_2.jpg",
    "twitch":"https://www.twitch.tv/mee_nah_"
  },
  {
    "name":"MeeroVT",
    "description":"Hey Hey! Mein Name ist Meero! Ich bin noch recht Neu in der Vtubing-Szene dabei und bin damals zusammen mit Rapinou eingestiegen. Wir sind mit dem Ziel gestartet neue Leute kennenzulernen und zu verbinden, was bisher ziemlich gut funktioniert hat. Wir haben etliche Freunde gemacht über das aktive Jahr jetzt, sind dafür sehr dankbar, und freuen uns über jede neue Person die wir kennenlernen dürfen!",
    "image":"https://beautv.de/wp-content/uploads/2023/10/WStVjvdp.jpg",
    "twitch":"https://www.twitch.tv/MeeroVT"
  },
  {
    "name":"MegMegChicken",
    "description":"Hey ich bin Meg oder MegMeg. Ich bin eine Vtuberin aus der Schweiz und bin ein Chicken-Vtuber. Ich bin recht silly und sehr laut. Ich liebe es Valorant zu spielen, aber bezeichne mich als Variety-Streamer, da ich auch oft Indie- und andere spiele streame. Meine Streams sind ausschließlich in Englisch und werden als 18plus gekennzeichnet, da ich recht sus werden kann. Ich liebe es Erinnerungen mit meiner Community zu erschaffen und Zeit mit ihnen zu verbringen. ♥",
    "image":"https://beautv.de/wp-content/uploads/2023/06/MegMegChicken.jpg",
    "twitch":"https://www.twitch.tv/megmegchicken"
  },
  {
    "name":"MelloMiix",
    "description":"Hewwo! Mein Name ist Mello, oder genau genommen MelloTheMarshmellow und ich bin eine Vtuberin. Erst vor kurzem fing ich an zu streamen, und trotz dessen habe ich schon soooo viele süße und treue Zuschauer im Chat kennenlernen dürfen. Hauptteils zeichne ich oder spiel Minecraft auf Twitch. Außerdem singe ich auch gerne während Streams, wenn man es will. Falls ihr Lust habt vorbeizuschauen oder mich kennenzulernen, schaut gerne vorbei!",
    "image":"https://beautv.de/wp-content/uploads/2023/06/mello_the_masrhmellow.jpg",
    "twitch":"https://www.twitch.tv/mellomiix"
  },
  {
    "name":"mellymel0dy",
    "description":"Hallo Mein Name ist MellyMel0dy ehemals Mitchitamax oder auch MitchiMelly. Ich bin Melly ein Eisvampir welches frech ist aber unheimlich nett.~ Mein Rigger ist @/XunoVT meine Ehemalige und nette ModelMama und Zeichnerin war @/Taiga_Doria. Ich hab viele veränderungen und Verwandlungen hinter mir habe aber immer noch eine treue Community die stehst hinter mir steht und für mich da ist worüber ich sehr dankbar bin. Ich bin zu dem selbst künstlerin und Zeichne NSFW sowie SFW Artworks zu finden könnt ihr mich auf Twitter unter: @/MitchiMelly und auf Twitch unter: @/MellyMel0dy. Schaut doch mal bei mir vorbei!",
    "image":"https://beautv.de/wp-content/uploads/2023/12/InAvx5tP.jpg",
    "twitch":"https://www.twitch.tv/mellymel0dy"
  },
  {
    "name":"Meskemite",
    "description":"Hallo ich bin Meske, die verpeilte Maske aus dem Weltraum",
    "image":"https://beautv.de/wp-content/uploads/2023/05/Meskemite.jpg",
    "twitch":"https://www.twitch.tv/meskemite"
  },
  {
    "name":"Meyn",
    "description":"Hey Leute, hier ist Meyn, euer deutschsprachiger Superhelden-Vtuber! Auf Twitch zocke ich Shooter, Mobas, Horrorspiele und vieles mehr. Wie wurde ich überhaupt zum Superhelden? Kurz gesagt… Nach einem Truckunfall bekam ich durch einen Deal mit einem Teufel besondere Kräfte. Jetzt nutze ich sie, um die Stadt und euren Tag vor Langeweile zu retten. Begleitet mich auf meinem Abenteuer im Stream.",
    "image":"https://beautv.de/wp-content/uploads/2023/07/Meyn.jpg",
    "twitch":"https://www.twitch.tv/onemeyn"
  },
  {
    "name":"Mickydiesdas",
    "description":"Ich bin Mickydiesdas und bin ein Knabberfuchs Vtuber. Ich streame jetzt schon seit 2 Jahren. Mein 2 Jähriges hatte ich am 25.10.2022. Erst habe ich nur mit Face und 1 Jahr später war mein Model geboren. Knabberfuchs? Ja ich liebe es während meinen Streams etwas zu Knuspern wie Chips oder Nicnacs 😂 Bedeutet ich mache auch hoch profesionell ASMR und natürlich auch andere tolle Dinge.",
    "image":"https://beautv.de/wp-content/uploads/2022/10/Mickydiesdas.jpg",
    "twitch":"https://www.twitch.tv/mickydiesdas"
  },
  {
    "name":"MigraineQT",
    "description":"Migräne? Kein Problem – bei mir wird sie nur schlimmer <3 Egal ob Valorant, Kunst, Osu! oder vielen weiteren Spielen – Ich garantiere euch nichts! 👀",
    "image":"https://beautv.de/wp-content/uploads/2023/07/MigraineQT.jpg",
    "twitch":"https://www.twitch.tv/migraineqt"
  },
  {
    "name":"Miizuka",
    "description":"Heyo ich bin Miizuuka eine kleine verspielte Neko die Headpets liebt. Freut mich euch kennenzulernen:3!",
    "image":"https://beautv.de/wp-content/uploads/2021/12/Miizuka.jpg",
    "twitch":"https://www.twitch.tv/miizuuka"
  },
  {
    "name":"Mija_Black",
    "description":"Hallo, die Spinnenkönigin hier. Bin ganz lieb, versuche nur alle in meinem Spinnennetz einzufangen :3 Es wird euch auch bestimmt nicht langweilig, es kommen viele verschiedene Spiele, je nachdem auf was ich gerade Lust habe. Der Stream wird wahrscheinlich großteils in Deutsch sein, aber jeder ist gerne eingeladen auf Englisch zu schreiben.",
    "image":"https://beautv.de/wp-content/uploads/2021/06/Mija_Black.jpg",
    "twitch":"https://www.twitch.tv/mija_black"
  },
  {
    "name":"MikhailAstra",
    "description":"Hallo ich bin Mikhail Astra. Ich bewache dieses Sonnensystem und stamme von einem kleinen Planeten, namens Eden. Ich bin Variety-Streamerin auf Twitch. Bei mir werdet ihr vermehrt die Hoyoverse-Spiele, League of Legends oder MMOs sehen. Ich freue mich über jeden der mal reinschaut und Hallo sagt.",
    "image":"https://beautv.de/wp-content/uploads/2024/02/MikhailAstra2.jpg",
    "twitch":"https://www.twitch.tv/mikhailastra"
  },
  {
    "name":"Mint Lillaq",
    "description":"Hewwo, ich bin Mint! Innerlich ein bisschen ein Clown, äußerlich eindeutig ein Alien. 😀 Mein Spezialinteresse ist Animal Crossing, ist aber nicht das Einzige, das ihr von mir sehen werdet! :3 Ich poste hauptsächlich Videos auf YouTube. Manchmal streame ich aber auch auf Twitch und, wann immer möglich, poste ich auf sozialen Medien meine Zeichnungen und Bastelarbeiten! Ich hoffe, ihr schaut mal vorbei! :>",
    "image":"https://beautv.de/wp-content/uploads/2023/09/MintLillaq.jpg",
    "twitch":"https://www.twitch.tv/mintlilaq"
  },
  {
    "name":"MioMeiVT",
    "description":"Hey Hey ihr lieben Seelchen, ich bin Hexenfuchs aka Freya und eine Kitsune. Dazu verdammt, die Seelen der Menschen, die meine Mutter so sehr liebte, zu fangen und in die ewige Verdammnis zu bringen. Einst hatte ich einen Freund, den ich in meiner Fuchsform in der Welt der Lebenden besuchen konnte. Diese Freundschaft endete aber darin das ich seine Seele fangen musste…",
    "image":"https://beautv.de/wp-content/uploads/2023/07/Hexenfuchs.jpg",
    "twitch":"https://www.twitch.tv/miomeivt"
  },
  {
    "name":"Mirai Neko",
    "description":"KonNeko~ Hier ist Mirai Neko von Virtual Delusion’s Erste Gen. >>Leadership<<! Ich bin der Herrscher über Systeme und liebe es zu zeichnen~. Ich halte meine Streams schön Ruhig und Comfy also wundere dich nicht wenn nichts gesagt wird. Meh~ :3",
    "image":"https://beautv.de/wp-content/uploads/2022/03/Mirai-Neko.jpg",
    "twitch":"https://www.twitch.tv/mirai_neko_"
  },
  {
    "name":"MissLokey",
    "description":"Heewo, meine Name ist MissLokey oder kurz Loki. Auf Twitch zocke ich gern FPS Shooter und amüsieren mich auch gern mit Kunst",
    "image":"https://beautv.de/wp-content/uploads/2023/10/MissLokey.jpg",
    "twitch":"https://www.twitch.tv/misslokey"
  },
  {
    "name":"Miyako_Kitsu",
    "description":"Hewwo! Ich bin die Nachtfüchsin Miyako, ihr dürft mich aber auch Yako nennen. 💫✨Bei mir im Fuchsbau spielen wir die unterschiedlichsten Spiele, von Comfy Rätsel-Games zu Ego-Shootern. Just Chatting und Reactions sind bei mir ebenfalls zu finden. Je nach Laune, zudem bin ich immer offen für Neues. Ich würde mich eher als der kleine Schwester Charakter identifizieren- wenn ihr mich genauer kennenlernen wollt, dann schaut gerne mal bei mir vorbei! 🌸✨",
    "image":"https://beautv.de/wp-content/uploads/2023/05/Miyako_Kitsu.jpg",
    "twitch":"https://www.twitch.tv/miyako_kitsu"
  },
  {
    "name":"MiyuKanon",
    "description":"Mein Name ist Miyu Kanon, ich bin eine Vampirprinzessin und lebe in einem Schloss im Wald mit meinen Wachen. Meine Wachen sind Skelette, die mich beschützen so dass mir nichts passiert. Ich als Vampirin mag kein Blut, ich trinke nur Erdbeerersaft.",
    "image":"https://beautv.de/wp-content/uploads/2023/07/MiyuKanon.jpg",
    "twitch":"https://www.twitch.tv/miyukanon"
  },
  {
    "name":"Miyuki Kitsune",
    "description":"Hey! Ich bin Miyuki Kitsune. Halb Mensch, halb Fuchs, auf der Suche nach vielen lieben neuen Freunden. Gemeinsam spielen wir dann Spiele wie Phasmophobia, Minecraft, GTA V, Overwatch und vieles mehr oder reagieren auf die unterschiedlichsten und skurrilsten Videos im Internet! Ein super seriöser Fuchs bin ich wohl nicht denn man kann mich und meinen schrägen Humor nicht immer Ernst nehmen – aber lieb haben reicht! 🙂 Ich freue mich sehr auch alle kennenzulernen!",
    "image":"https://beautv.de/wp-content/uploads/2022/01/Miyuki-Kitsune-2.jpg",
    "twitch":"https://www.twitch.tv/MiyukiKitsuneVT"
  },
  {
    "name":"momorii0",
    "description":"Hoiii, ich bin Momo Kōmori, eine Fledermaus VTuberin! (๑˃ᴗ˂)ﻭ Meist mache ich entspannte Zeichen-Streams. Ab und zu zock ich aber auch! Meine Lieblings-Genres sind: Horror, Survival, MMOs, Adventure… sowas halt. Zudem bin ich ein riesen Animefan, heißt darüber kann man auch immer mit mir reden! ٩(◕‿◕｡)۶ Schaut gerne mal vorbei!",
    "image":"https://beautv.de/wp-content/uploads/2022/05/momorii0.jpg",
    "twitch":"https://www.twitch.tv/momorii0"
  },
  {
    "name":"Mona Euphelia",
    "description":"Hallo ihr kleinen Vögelchen. Ich bin Mona, eine verpeilte und tollpatschige Eule. Ich liebe Bücher und habe inzwischen keine Ahnung mehr wo ich diese unterbringen soll. Bei mir gibt es kuschelige Streams zum Wohlfühlen und Spiele aller Art!",
    "image":"https://beautv.de/wp-content/uploads/2021/08/Mona-Euphelia.jpg",
    "twitch":"https://www.twitch.tv/monaeuphelia"
  },
  {
    "name":"monamitsuki",
    "description":"Hii, Ich bin Mona Mitsuki! Ich bin eine Prinzessin, die von einem weit entfernten Planeten kommt. Ich fliege durch das Universum, um spannende neue Orte zu entdecken und die Erde ist wundervoll! Es gibt so viele Süßigkeiten und cute Dinge hier, dass ich wohl noch etwas bleiben muss ^^ Ich streame unterschiedliche Games und Karaoke auf Twitch und lade Covers auf YouTube hoch!",
    "image":"https://beautv.de/wp-content/uploads/2024/04/monamitsuki.jpg",
    "twitch":"https://www.twitch.tv/monamitsuki"
  },
  {
    "name":"MondiChan",
    "description":"Hewwo ihr Lieben, ich bin Mondi, eine Wuhlmaus mit wobbeligen Öhrchen und auf dem Weg nach oben. Nur leider kenne ich den Weg nicht. Aber vielleicht kannst du mir diesen Weg ja zeigen? Während ich suche, erwarten dich hier flauschige Streams zu Videospielen aller Art oder meiner großen Leidenschaft, dem Sticken. Die Frage ist nur: bist du Team Wiggle-Wiggle? Oder Team Wobble-Wobble? In jedem Fall wünsche ich dir noch einen traumhaft schönen Tag und bye bye! Nach oben!",
    "image":"https://beautv.de/wp-content/uploads/2023/07/MondiChan.jpg",
    "twitch":"https://www.twitch.tv/mondichan"
  },
  {
    "name":"MonochromeJoker",
    "description":"Meine Name ist Maho Jamini und ich bin der Monochrome Joker. Nach einem Laborunfall ist meine Seele mit einer Joker Karte verschmolzen und ich habe ihre formwandlerischen Fähigkeiten bekommen. Ich kann sowohl mein Äußeres als auch meinen Charakter ändern. Man kann nie wissen, was in einem meiner Streams passiert. Ich bin chaotisch und euch erwarten Spiele, Synchronsprechen, Anime, Gesang, Zeichnen, 3D Modeling, selbst ausgedachte Geschichten und viel viel verrücktes Gerede meinerseits!",
    "image":"https://beautv.de/wp-content/uploads/2021/06/MonochromeJoker.jpg",
    "twitch":"https://www.twitch.tv/monochromejoker"
  },
  {
    "name":"MoonahVT",
    "description":"Hi ich bin Moonah Noor! Seit 2022 bin ich nun am streamen und auch bekannt als Nour. Bei mir findet man jegliche Art von Spielen und viel liebe zum Stream. Nach Lore bin ich ein gefallener Planet, welcher nun auf der Erde seine Heimat gefunden hat. Besuche mich dich gern und lass dich von meinem übermenschlichem Charme überzeugen haha ✧.*",
    "image":"https://beautv.de/wp-content/uploads/2024/02/MoonahVT.jpg",
    "twitch":"https://www.twitch.tv/MoonahVT"
  },
  {
    "name":"MoriiVT",
    "description":"Heyy, ich bins MorittsuSan aber auch gerne Moritz oder Mori :3. Ich bin ein Adler-VTuber und bin stolzer Anführer des Vogelvolks, auch bekannt als Guardian of Sky! In meinen Streams bekommst ihr eine geballte Ladung cozy/ aber auch crazyness. Zudem kommt, dass ich gerne meine Meinung sage und jedem von euch Menschis eine große Ladung Dankbarkeit, Liebe und vorallem Akzeptanz entgegenbringe. Ich akzeptiere in meinen Streams jeden!",
    "image":"https://beautv.de/wp-content/uploads/2022/08/MorittsuSan.jpg",
    "twitch":"https://www.twitch.tv/moriiVT"
  },
  {
    "name":"MountainPebbles",
    "description":"Hinter den sieben Bergen und in den tiefsten Wäldern, befindet sich eine Gestallt den wir den Cheshire Beast nennen. Niemand weiß wo es herkommt oder was es möchte. Aber wenn du ihn triffst, wirst du die Realität nicht mehr erkennen können. Viele sahen ein weites Grinsen mit scharfen Zähnen, andere erkannten tief schwarze Augen. Trotz den Erzählungen hat jeder überlebt und Skeptiker trafen sie nie. Aber ich habe ihn gesehen. Er streamt Blender und Art auf Twitch.",
    "image":"https://beautv.de/wp-content/uploads/2024/03/MountainPebbles.jpg",
    "twitch":"https://www.twitch.tv/mountainpebbles"
  },
  {
    "name":"MrLutzig",
    "description":"Hi, ich bin MrLutzig! Ich weiß… krasser Zufall oder? Ich bin 24 und bin leicht durchgeknallt. Ich pflege einen eher random Humor. Auf diesem Kanal wird euch hauptsächlich Gaming erwarten! Oh btw., ich bin Deutschlands erster Pfau-VTuber! Ich hoffe ihr habt genau so viel bock wie ich! Also…auf Streams! ^^",
    "image":"https://beautv.de/wp-content/uploads/2023/09/Lutzig.jpg",
    "twitch":"https://www.twitch.tv/mrlutzig"
  },
  {
    "name":"MrsBrokenEye",
    "description":"Heya, ihr Lieben. Mein Name ist Lea, aber Ihr könnt mich auch sehr gerne Keks nennen. Ich bin eine Draconie und die Chaoskönigin von Bryhl. Ich streame seit 2018 auf Twitch und probiere mich auch an ein paar Videos. Die meisten Spiele die du bei uns sehen wirst sind Horror-, Musik- und Pixelgames. Egal wann oder wo, wir haben immer Kekse und Milch für alle da <3 Kommt doch auch gerne mal vorbei und macht euch auf kekstastische Abenteuer gefasst. (ﾉ◕ヮ◕)ﾉ*:･ﾟ✧",
    "image":"https://beautv.de/wp-content/uploads/2021/07/MrsBrokenEye.jpg",
    "twitch":"https://www.twitch.tv/mrsbrokeneye"
  },
  {
    "name":"Muhkuhna",
    "description":"Muhlöchen ihr tollen Milchsternchen! Ich bin Muhkuhna oder kurz Mukki. Eine galaktische Halbblut-Kuh, die von weit her hinter der Milchstraße kam und deren Leibspeise Milchshakes sind. Meinen kreativen, chaotischen, verträumten, verpeilten und lustigen Space teile ich gerne mit euch in meinen Streams. Euch erwartet eine schöne Comfy-Zeit. Jeder ist zum träumen eingeladen, sowohl bei meinen Streams, als auch auf Youtube bei meinen ASMR-Roleplays.",
    "image":"https://beautv.de/wp-content/uploads/2023/10/Muhkuhna.jpg",
    "twitch":"https://www.twitch.tv/muhkuhna"
  },
  {
    "name":"Muugendai",
    "description":"ZzzZZZzzzZZZ… Mhm? Vorstellung? Hier? Jetzt? Naaaaa gut. Ich bin der Muugendai oder auch Muu genannt und Schlaf ist meine Passion, genauso wie das Streamen. Nachdem ich fälschlicherweise auf die Erde beschworen wurde und nun seit einigen Jahren auf diesem Planeten gefangen bin habe ich mir gedacht, such ich mir eine ordentliche Beschäftigung. Falls ihr also neugierig seid, schaut doch mal auf meinem Twitch-Kanal vorbei!",
    "image":"https://beautv.de/wp-content/uploads/2022/02/Muugendai.jpg",
    "twitch":"https://www.twitch.tv/muugendai"
  },
  {
    "name":"MyFlywolf",
    "description":"Von der Hölle zu dir~ schreibe ich hier~ Ich bin FlyFly ein Incubus-Wolf. Ich bin Streamer, Musiker (auch Hobby-Musikproduzent) und manche meinen ein Multitalent. Wer in meine Streams kommt wird herzlichst empfangen. Jedoch seid gewarnt, ich bin nicht umsonst ein Incubus~ NSFW-Voiceacting etc. und eine Horny-Community~ Meine ganze Persona zu beschreiben ist ein Ding der Unmöglichkeit, vielleicht bist du mutig und wagst ein Blick hinein~",
    "image":"https://beautv.de/wp-content/uploads/2021/11/MyFlywolf.jpg",
    "twitch":"https://www.twitch.tv/myflywolf"
  },
  {
    "name":"Mysteyyy",
    "description":"Hewoo :3 Gestatten, Mysteyyy, eine geflügelte Strernenwächterfüchsin, die ihre Seele für Ramen an einen Dämon verkauft hat!!! Jetzt habe ich oben bei den Sternen ein gemütliches Plätzchen bekommen um von dort aus auf eure Träume aufzupassen. Wenn ihr gerne cozy Steams mögt, seid ihr bei mir genau richtig, ich freu mich auf euch!",
    "image":"https://beautv.de/wp-content/uploads/2023/10/7PoiRmiC-1.jpg",
    "twitch":"https://www.twitch.tv/mysteyyy"
  },
  {
    "name":"Myun",
    "description":"Nyanpasu! Mein Name ist Myun, und ich bin eine Undercover Maid Nekomimi Vtuberin. Ich bin seit 2017 aktiv auf Twitch und bin eine Variety Streamerin. Dazu bin ich noch eine Sängerin, die viel Animestuff und andere Songs auf YouTube covert. (auch auf Spotify, iTunes & co) Freut mich euch kennenzulernen! Nya.",
    "image":"https://beautv.de/wp-content/uploads/2021/07/Myun.jpg",
    "twitch":"https://www.twitch.tv/Myun"
  },
  {
    "name":"NabiArasteya",
    "description":"Hey Hey! Mein Name ist Nabi und ich wurde zum einen Teil als Schmetterling und zum anderen als Mensch geboren. Bereits 2012 habe ich auf Youtube mit dem singen begonnen und habe nun meinen Weg zum streamen auf Twitch gefunden. Bei mir gibt es eine Mischung aus düsteren, spaßigen und entspannten Games. Dabei entdecke ich auch super gern neues! Hin und wieder spiele ich dabei auch mit anderen und starte gemeinsame Projekte",
    "image":"https://beautv.de/wp-content/uploads/2021/07/EsIstNabi.jpg",
    "twitch":"https://www.twitch.tv/nabiarasteya"
  },
  {
    "name":"NagiLive",
    "description":"Hämmert in die Tasten mit Nagi, eurem Fighting Game VTuber! Mit viel Energie prügeln wir uns gemeinsam durch die Welt der Videospiele und kämpfen uns ganz nach oben!",
    "image":"https://beautv.de/wp-content/uploads/2024/05/NagiLive.jpg",
    "twitch":"https://www.twitch.tv/nagilive"
  },
  {
    "name":"NaliaVT",
    "description":"Hey hey! Ich bin die Nalia, eine Schakal-VTuberin, oder besser gesagt eine Schakal-Göttin! Der große Anubis war nämlich mein Vorfahre, sozusagen mein Ur-Ur-Ur-Ur-(…)Großvater! Meistens häng ich immer in der Duat ab und streame auch von da aus. Ich spiele eigentlich ALLES an Spielen was mir so gefällt, von JRPG bis MMO oder Horror. Ach.. ich fluche recht gerne, aber ich bin eigentlich ganz lieb – meistens :3 Kommt und schaut ruhig mal bei mir in der Duat vorbei~",
    "image":"https://beautv.de/wp-content/uploads/2023/04/NaliaVT.jpg",
    "twitch":"https://www.twitch.tv/NaliaVT"
  },
  {
    "name":"Namiya_Nyami",
    "description":"Nya Hallo! Mein Name ist Nyami, aber ihr könnt mich gerne Nami nennen. Zurzeit bin ich noch Zeichnerin in Ausbildung :3, sprich, ich habe im Januar 2022 mit dem digitalen Zeichnen begonnen und übe seither regelmäßig und streame hauptsächlich Art. Eher selten sieht man mich Spiele spielen, worin ich auch nicht so gut bin 🙁 Jeder Follower wird automatisch zu einem Mitglied der PFPs (Professionelle Faulpelze). Die fiktive Tigerkatze, die man des Öfteren an meiner Seite sieht, heißt Yuki.",
    "image":"https://beautv.de/wp-content/uploads/2022/05/Namiya_Nyami.jpg",
    "twitch":"https://www.twitch.tv/namiya_nyami"
  },
  {
    "name":"Nana Solomon",
    "description":"Durch eine Reise in die Vergangenheit bin ich zum Anführer der schwarzen Hand der Bruderschaft von NOD geworden und jemanden zu Töten der nicht in dieser Zeit existieren sollte.",
    "image":"https://beautv.de/wp-content/uploads/2021/11/Nana-Solomon.jpg",
    "twitch":"https://www.twitch.tv/nanasolomon"
  },
  {
    "name":"Nanako Nyaruse",
    "description":"Hi hi~ Ich bin Nanako Nyaruse! Ich bin ein kleines (3/4) Vampirmädchen und komme deswegen nicht viel aus dem Haus, weil na ja… Sonne und so^^‘ Deswegen habe ich auch recht viel Zeit um alle möglichen Spiele zu spielen, Sprachen zu lernen, zu kochen und zu singen~ Vielleicht können wir das alles ja zusammen machen nya? Mein Traum ist es ein richtiges Virtual Idol zu werden *////* Ich hoffe, dass wir viel Spaß zusammen haben werden~~ ^_^",
    "image":"https://beautv.de/wp-content/uploads/2021/07/Nanako-Nyaruse.jpg",
    "twitch":"https://www.twitch.tv/nanakonyaruse"
  },
  {
    "name":"Naniysha",
    "description":"Mein Name ist Naniysha, ich werde meistens Nani genannt. Ich bin eine Katzenprinzessin; aus welchem Königreich ich stamme, kann ich leider noch nicht verraten. Ich liebe Sushi und ich bin ein Fan von Rosa. Sobald mein Debüt rum ist, kann ich gerne mehr zu mir sagen. ♥ Ich bin eine Streamerin und freue mich schon total bald mein 2d Avatar zu präsentieren. ",
    "image":"https://beautv.de/wp-content/uploads/2022/06/Naniysha.jpg",
    "twitch":"https://www.twitch.tv/naniysha"
  },
  {
    "name":"Naskaai",
    "description":"Seit dem 31.09.2024 bin ich als Vtuber aktiv & bin ein Celestial Space Otter, der durch Space reist. Schon seit etwa vier Jahren streame ich auf Twitch und biete variety Content an, bei dem ich mich gerne in verschiedenen Bereichen ausprobiere. Mein Humor ist stark von Memes und mystic reel pulls geprägt. Ich liebe die Interaktion mit Chat & ich plane regelmäßig interaktive Formate, auch mit anderen Streamern, bei denen der Chat aktiv mitwirken kann.",
    "image":"https://beautv.de/wp-content/uploads/2024/09/Naskaai.jpg",
    "twitch":"https://www.twitch.tv/Naskaai"
  },
  {
    "name":"natchi_san",
    "description":"Hey Leute, ich bin Natchi, euer VTuber-Fledermausdämon! Ich bin hier, um die virtuelle Welt aufzumischen und für ordentlich Action zu sorgen. Mit meinem frechen Charme bringe ich frischen Wind in eure Bildschirme. Egal ob ich mich in Videospielen durchkämpfe oder euch mit meinen verrückten Ideen unterhalte, ich gebe immer Vollgas. Also schnallt euch an und lasst uns gemeinsam die Grenzen der Virtualität sprengen!",
    "image":"https://beautv.de/wp-content/uploads/2023/08/natchi_san.jpg",
    "twitch":"https://www.twitch.tv/natchi_san"
  },
  {
    "name":"NekoSTYL",
    "description":"hayou! Mein Name ist Nekoヤン und ich bin Streamer auf der Plattform Twitch. Ich spiele viele verschiedene Spiele und mein Ziel ist es euch eine schöne Zeit in meinen Streams bieten zu können! Mein großer Traum wäre es in meinem Leben mal eine Synchronsprecher Rolle zu bekommen, allerdings habe ich noch einen weiten und schwierigen weg vor mir und hoffe zusammen mit euch in ferner Zukunft das Ziel vielleicht mal zu erreichen. („• ᴗ •„)",
    "image":"https://beautv.de/wp-content/uploads/2021/11/NekoSTYL.jpg",
    "twitch":"https://www.twitch.tv/NekoSTYYL"
  },
  {
    "name":"Nela Okamoto",
    "description":"Nyahoo~ Mein Name ist Nela und es freut mich euch kennen zu lernen. Ich bin ein Menschen-, Magier-, Drachen- und Neko-Hybrid, jup ich weiß ist ne Menge, fragt einfach nicht. Meinen Stammbaum zu erklären wäre etwas zu kompliziert. Ich lebe schon seit 20 Jahren auf dieser Welt, jup ich bin noch recht jung… naja zumindest in Menschenjahren. Ich liebe Anime und Manga, aber ich spiele auch gerne Videospiele… besonders die mit vielen Kerlen drin… hehe. Ich wirke manchmal ziemlich lost, aber gut, liegt daran das ich es auch bin… meist.",
    "image":"https://beautv.de/wp-content/uploads/2023/04/Nela-2.jpg",
    "twitch":"https://www.twitch.tv/nelaokamoto"
  },
  {
    "name":"NellphyVanNoah",
    "description":"Heya! Ich bin Nellphy oder einfach Nell oder Nelly, Ich bin ein Halb-Engel und Teufel, tollpatschig, vergesslich und verbreite ungewollt Chaos… Alles was ich möchte ist euch zu Unterhalten und gemeinsam eine schöne und spaßige Zeit auf dieser Welt zu haben, darauf das auch dies ein Licht in unseren Seelen sein wird. Ihr fragt euch warum ich diese Mischung bin? Kurzfassung: Sagen wir einfach das meine Seele etwas zwiegespaltenes ist und so geformt wurde aufgrund der Ereignissen in meinem Leben.",
    "image":"https://beautv.de/wp-content/uploads/2021/07/NellphySenira.jpg",
    "twitch":"https://www.twitch.tv/nellphyvannoah"
  },
  {
    "name":"Nephico",
    "description":"Mein Name ist Phoenix_fir3, auch bekannt unter den namen Phifi. Ich bin ein Neko der die Fähigkeit hat sich wie ein Phoenix wiederzubeleben. Ich bin natürlich auf Twitch zu sehen. Ich Streame viel MMORPG´s oder Battle Royal Games aber auch Varieté Games. Ich bin immer gerne auf der Suche nach Collabs denn ein Einsamer Neko ist nicht schön. Ich würde mich freuen euch bei mir im Stream zu sehen.",
    "image":"https://beautv.de/wp-content/uploads/2021/10/phoenix_fir3.jpg",
    "twitch":"https://www.twitch.tv/nephico"
  },
  {
    "name":"Nepiheimer",
    "description":"Hallo hallo! Ich bin Nepiheimer (she/they) und streame seit Januar 2023 von meiner kleinen Lichtung auf Twitch familienfreundlichen Comfy-Content wie Videospiele oder Just Chatting. Ich gestalte meine Grafik-Inhalte, wie z.B. meine Emoji und meinen Avatar, selbst und habe einen wiesenweichen Chat für euch, in dem sich alle wohlfühlen können. Besucht mich mal!",
    "image":"https://beautv.de/wp-content/uploads/2023/09/Nepiheimer.jpg",
    "twitch":"https://www.twitch.tv/nepiheimer"
  },
  {
    "name":"Nessai",
    "description":"Heey, ich bin Nessa! Ich zeichne, spiele Spiele und bin extrem LAUUT!! Keine Sorge manchmal bin ich natürlich auch comfy.(ღ˘⌣˘ღ) Ich liebe Enten über alles und wenn ihr mir Bilder von euren Katzen schickt klau ich die c:",
    "image":"https://beautv.de/wp-content/uploads/2022/12/Nessai3.jpg",
    "twitch":"https://www.twitch.tv/nessai"
  },
  {
    "name":"Ninya_EXE",
    "description":"henlo fren! ♡(>ᴗ•) Ninya mein Name! Ich bin ein kleiner Virus der sich bei dir eingeschlichen hat und nun versucht, Chaos zu verrichten. Ich spreche fließend Gebrabbel, Zitate und Cringe. Wer professionelles Gameplay bei mir erwartet, ist an der falschen Stelle. Was man jedoch bekommt ist eine kleine aber liebe Community die jeden gerne herzlich Willkommen heißt (´｡• ᵕ •｡`) ♡",
    "image":"https://beautv.de/wp-content/uploads/2024/05/Ninya_EXE.jpg",
    "twitch":"https://www.twitch.tv/ninya_exe"
  },
  {
    "name":"NionTV",
    "description":"Hi, ich bin nion, ein kleiner verpeilter aber liebenswürdiger Geist. Mein Content besteht hauptsächlich aus Final Fantasy & Monster Hunter aber es kommt auch immer wieder Abwechslung mit rein. Wenn ihr einfach nur abschalten wollt und ein wenig den Alltag/Sorgen entfliehen wollt freue ich mich wenn ich euch unterhalten darf. Ich streame fast täglich. Auf Tiktok gibt es Clips und Hobby Videobearbeitung Gedöns. ^^ Ich liebe Animes und alte Filme. (Ghostbusters!)",
    "image":"https://beautv.de/wp-content/uploads/2024/07/xFW3TipL.jpg",
    "twitch":"https://www.twitch.tv/niontv"
  },
  {
    "name":"NiwaVT",
    "description":"Eiswölfin ohne Seele, die als Wächterin erwacht ist und gerne auf Twitch streamt. Mit 25 hat mein Alterungsprozess aufgehört, und da ich bereits seit Jahrhunderten lebe, hatte ich keine Lust mehr zu zählen. Bei mir werdet Ihr öfter von Horror Games überfallen oder entspannte Rollenspiele sehen. Jedoch solltet Ihr aufpassen!! Ich könnte beißen und habe vielleicht eine leicht sadistische Seite x3 Otaku – Nerd – Cosplayerin",
    "image":"https://beautv.de/wp-content/uploads/2021/08/Kori-Okami.jpg",
    "twitch":"https://www.twitch.tv/niwavt"
  },
  {
    "name":"No1514",
    "description":"Hallo! Ich bin Number One Five One Four, ein Alien aus der 5. Dimension. Ich verbringe auf diesen Planeten meinen Urlaub und spiele dabei jede Menge verschiedene Spiele. Von Nintendo’s Animal Crossing bis Zelda und von Code Vein bis Minecraft, ist eigentlich einiges dabei. Achja, und ich zocke öfters mal mit meiner WaifuWeroo gemeinsam Spiele wie Sea of Thieves, Raft oder Staxel.",
    "image":"https://beautv.de/wp-content/uploads/2022/08/No1514.jpg",
    "twitch":"https://www.twitch.tv/no1514"
  },
  {
    "name":"NShKO",
    "description":"Hi ich bin NsHkO, ein Monster, Rapper, Vtuber, Streamer, Otaku, Gamer und Guru. Wir segeln auf Twitch und der Grandline um nach Gleichheit, Freiheit und dem größten Schatz, Spaß zu suchen! Helft mir auf dieser Reise, denn alleine segeln macht einsam. Letz GOO! Auf diesem Kanal erwartet euch Musik, Gaming, Comedy und mehr. Overwatch, FF14 Online, Rocket League, Gartic Phone, Apex Legends, Among Us und vieles mehr!!!",
    "image":"https://beautv.de/wp-content/uploads/2021/07/NShKO.jpg",
    "twitch":"https://www.twitch.tv/NSHKO"
  },
  {
    "name":"Nylaraki",
    "description":"",
    "image":"https://beautv.de/wp-content/uploads/2023/11/RhH3YxzF.jpg",
    "twitch":"https://www.twitch.tv/nylaraki"
  },
  {
    "name":"Nyuchen",
    "description":"",
    "image":"https://beautv.de/wp-content/uploads/2021/06/Nyuchen.jpg",
    "twitch":"https://www.twitch.tv/Nyuchen"
  },
  {
    "name":"NyuUniverse",
    "description":"Mein Name ist Nyu, trans Vampire Catgirl from Space! Ich bin eine verpeilte Variety-Streamerin, Hobby Music Producer & probiere immer gerne neue Dinge aus. Mein Nyuuniverse ist mein eigenes Univsersum, das während der Planet Erde brennt, queeren aber auch allen anderen Menschen, die sich eine tolerante Zukunft wünschen, ein Zuhause bieten soll. Was ist mit dir? Schließt du dich mir an, um zusammen mit mir dieses Universum zu erschaffen? Falls ja, bring Pizza mit!",
    "image":"https://beautv.de/wp-content/uploads/2023/07/NyUniverse.jpg",
    "twitch":"https://www.twitch.tv/nyuuniverse"
  },
  {
    "name":"Oachkatzl91",
    "description":"Ich bin Julie und bin ein kleines Eichhörnchen. Ich würde mich in die Kategorie Comfy-Streamerin einordnen, da ich meistens sehr ruhig und gelassen bin. Ich spiele gerne Storygames sowie Singleplayer- und Horrorspiele. Ich achte sehr auf eine angenehme Atmosphäre in meinem Stream, und manchmal kommt auch das Party-Hörnchen bei mir raus.",
    "image":"https://beautv.de/wp-content/uploads/2022/12/Oachkatzl91.jpg",
    "twitch":"https://www.twitch.tv/oachkatzl91"
  },
  {
    "name":"Ori Ottero",
    "description":"Hey hey, ich bin Ori, euer Otter! Ich zeichne leidenschaftlich gerne und immer freitags spiele ich auch Mal was mit euch zusammen. Besucht mich in meinem Stream und lasst uns gemeinsam entspannen, tolle Musik hören und bei einer offenen und netten atmosphäre im chat quatschen. Taucht mit mir in meinen Fluss ein und lasst uns gemeinsam kreativ sein!",
    "image":"https://beautv.de/wp-content/uploads/2023/09/wUWUw.jpg",
    "twitch":"https://www.twitch.tv/wuwuvt"
  },
  {
    "name":"PaddyVT_",
    "description":"Henlo :3 Mein Name ist Paddy und ich bin ein Drachenzähmer und Ex-Gang-Member. Ich lebe in einem Tempel irgendwo in einem Wald im tiefsten Japan. Euch erwarten sehr chaotische und loste Streams, in denen alle möglichen Spiele gespielt werden oder auch viel Just Chatting stattfindet. Mein Ziel ist es zusammen mit euch Spaß zu haben, euch den Tag zu verschönern und eine comfy Atmosphäre zu schaffen <3",
    "image":"https://beautv.de/wp-content/uploads/2023/08/PaddyVT_.jpg",
    "twitch":"https://www.twitch.tv/paddyvt_"
  },
  {
    "name":"PanimeKun",
    "description":"こんにちわ！Ich bin PanimeKun und bin ein GerVtuber! Ich streame vor allem JRPGs und Anime-Games. Außerdem übersetze ich japanische Manga, Lieder und lerne auch selbst weiterhin etwas Japanisch! Wollt ihr euch gerne einen gechillten Stream ansehen, dann seid gerne dabei!",
    "image":"https://beautv.de/wp-content/uploads/2024/02/PanimeKun.jpg",
    "twitch":"https://www.twitch.tv/panimekun"
  },
  {
    "name":"Pasta",
    "description":"Hey, ich heiße Pasta und bin ein (Raum-)schiffbrüchiges Alien. Durch einen doofen Unfall bin ich mit meinem Raumschiff auf die Erde abgestürzt und lebe seitdem hier undercover als „Mensch“ mit ganz normalen menschlichen Hobbys wie Menschen beobachten und Steine sammeln. Streamen tue ich auch sehr gerne! Gameplay, Kunst und Karaoke! Meistens auf Englisch, aber auch öfters in Deutsch! Lieblingsspiele habe ich nicht, daher spiele ich einfach worauf ich Lust habe.",
    "image":"https://beautv.de/wp-content/uploads/2023/05/Pasta.jpg",
    "twitch":"https://www.twitch.tv/paaaastaaaa"
  },
  {
    "name":"PaulVTubear",
    "description":"Hewwwwu, ich bin PaulVTubear oder auch einfach nur Paul. Ich bin ein Bär-menschlicher VTuber mit Engelsflügeln und sehr verpeilt xD. Ich spiele die unterschiedlichsten Spiele auf meinem Kanal, wobei wohl z.B. Pokémon immer mal wieder vorkommen wird. Ich freue mich immer wieder über jeden der vorbei schaut, ich bin vielleicht nicht der spannendste, aber ein sehr lieber ♥",
    "image":"https://beautv.de/wp-content/uploads/2021/12/PaulVTubear.jpg",
    "twitch":"https://www.twitch.tv/paulvtubear"
  },
  {
    "name":"peachyfrogss",
    "description":"Heyo Ich bin Peachy! Manche kennen mich auch als Apfel :3 Ich zeichne gerne, und wenn ich Zeit habe auch viel. Meine Streams sind deswegen meistens comfy Art-Streams. Momentan mache ich eine Ausbildung in einer Bibliothek, was meine Stream-Zeiten beeinflusst. Ich spiele keinen Charakter sondern bin einfach nur ich, mit einem (für mich) cool aussehenden OC :D",
    "image":"https://beautv.de/wp-content/uploads/2023/03/peachyfrogss.jpg",
    "twitch":"https://www.twitch.tv/peachyfrogss"
  },
  {
    "name":"Phoe",
    "description":"Heya! Ich bin Phoe und da ich unkreativ as fuck bin sag ich hier nicht viel außer das ich auf Twitch Videogames streame!ヾ(•ω•`)o ",
    "image":"https://beautv.de/wp-content/uploads/2022/01/phoe1.jpg",
    "twitch":"https://www.twitch.tv/phoerry"
  },
  {
    "name":"PiratePaws",
    "description":"Hewwo da draußen >^.^< Man nennt mich Paws (aka Pirate Paws) und bin keine Ahnung wieviel Jahre alt. Böse Zungen munkeln, dass ich entwickelt wurde um instant Diabetes auszulösen. Ich spiele Story Games und mache sehr gerne COOP Spiele mit meiner Community. Zudem ist VR (meistens VRChatto) eine Konstante in meinem Leben. Dort wird mindestens einmal die Woche der Cyberspace unsicher gemacht, nya!",
    "image":"https://beautv.de/wp-content/uploads/2022/11/PiratePaws.jpg",
    "twitch":"https://www.twitch.tv/PiratePaws"
  },
  {
    "name":"PixPia",
    "description":"Habt ihr Lust auf eine Multiverse-Reise? Einmal durch Zeit und Raum springen? Dann seid ihr bei mir genau richtig. Mit meiner Fuchs-Freundin Rakicha reise ich durchs Multiversum. Ich bin allgemein bekannt als diejenige die bei Soba-San im Keller rumspringt. Geboren wurde Rakicha und Ich in einen fernen Mulitversum das sich im Jahr 2050 befindet. Ich bin ein Katzen-Hybrid. Neben Abendteuer mit meiner Community zu erleben, bin ich hier bei BeautV die Archiv-Frau und seit 2023 Teammitglied. Ich freue mich auf euren Besuch bei mir im Streame und auf tolle Abendteuer in unseren Multiversum! Lass und gemeinsam in die Welt von Phasmophobia, Sims 4, Cult of the Lamb, Valorant und weiteren eintauchen!",
    "image":"https://beautv.de/wp-content/uploads/2023/03/PixPia4.jpg",
    "twitch":"https://www.twitch.tv/pixpia"
  },
  {
    "name":"prinzessinmimiko",
    "description":"Hallo ihr Wesen aus einer anderen Galaxie! Ich bin eine Prinzessin auf meinem Planeten Leifa und heiße Mimiko. Mich nennen die meisten fast immer Mimi oder Mimo, habe aber auch andere Spitznamen. Ich bin 30 Jahre alt  und bin ein deutschsprachige Streamerin. Allerdings streame ich nicht jeden Tag oder so, sondern nur wenn ich Zeit und Lust hab. Dann streame ich von meinem Zimmer aus.",
    "image":"https://beautv.de/wp-content/uploads/2022/03/prinzessinmimiko.jpg",
    "twitch":"https://www.twitch.tv/prinzessinmimiko"
  },
  {
    "name":"psyadrin",
    "description":"Bobayo~ Ich bin Rin, eure nicht-so-seiso-hoffentlich-bald Lieblings-Drachendämonin! Ich führe einen kleinen Bubble Tea-Laden an der Ecke. Mein Ursprung ist derweil unbekannt, aber man munkelt stetig, dass ich wohl eine alte kosmische, formwandelnde Gottheit sei! Verrückt, oder? Da kann ja nichts dran sein… oder etwa doch?  Ich streame primär auf Englisch, allerdings sind natürlich auch deutsche Zuschauer herzlich willkommen. Schaut doch mal vorbei!",
    "image":"https://beautv.de/wp-content/uploads/2021/12/psyadrin.jpg",
    "twitch":"https://www.twitch.tv/psyadrin"
  },
  {
    "name":"Quarra Kaltwind",
    "description":"Grüße! Ich bin Quarra Kaltwind und die gute Seele in der Hauptzentrale der Superhelden. Bei mir gibt es neben dem “Flurfunk” auch diverse Indie-Games, kleinere Titel und Trashgames sowie gemütliche “Just-Chatting”-Streams. Live aus dem Büro streame ich regelmäßig 2-4 Mal die Woche. Neben den Streams gibt es Inhalte zu verschiedenen Themen auf den bekannten Plattformen. Ich würde mich also freuen, es bald begrüßen zu dürfen!",
    "image":"https://beautv.de/wp-content/uploads/2022/07/Quarra-Kaltwind.jpg",
    "twitch":"https://www.twitch.tv/quarrakaltwind"
  },
  {
    "name":"QueenXSpace",
    "description":"Hallo Hallo, ich bin die Weltenwanderin Queen X Space und verbringe mein Leben in der Leere des Alls. Besonders bekannt bin ich für meine Speedruntalente und Progamermoves bei Nintendospielen und Rhytmngames. Zurzeit habe ich auch den Titel der unoffiziellen EurovisionVtuberin und kann mit viel unbrauchbarem Wissen überzeugen!",
    "image":"https://beautv.de/wp-content/uploads/2021/11/QueenXSpace.jpg",
    "twitch":"https://www.twitch.tv/QueenXSpace"
  },
  {
    "name":"Raito",
    "description":"Ich heiße Raito, und bin ein Vtuber Fuchs! Genau wie ein Fuchs bin ich ebenfalls so frech und spiele gerne Streiche. Außerdem liebe ich Anime & Videospiele. Vor allem Nintendo-Spiele und Indies liegen mir sehr nahe am Herzen, und werden auf diesem Kanal auch sehr gerne öfters gespielt. Ich hoffe, ihr habt genau so viel Spaß beim Stream, wie ich!",
    "image":"https://beautv.de/wp-content/uploads/2023/09/Raitoweb.jpg",
    "twitch":"https://www.twitch.tv/RaitoGG"
  },
  {
    "name":"Rakicha",
    "description":"Helloooo ich bin Raki oder Rakicha und bin 21 Jahre alt^^ Ich zocke mega gerne Genshin Impact, wo ich meine meiste Zeit verschwende – weil kein Leben und sooo. Ebenfalls bin ich Cosplayerin und freue mich immer neue Projekte umsetzten zu können ^w^ Ich bin auf Vtuber gekommen durch den BEAUTV-Stand bei der DoKomi und durch PixPia. Zugegeben hat mich Vtubing nie richtig angesprochen, aber jetzt durch die DoKomi am Stand habe ich mich etwas informiert. Ich freue mich schon, mich mit euch zu unterhalten und zusammen etwas zu zocken, wir sehen uns ^w^",
    "image":"https://beautv.de/wp-content/uploads/2023/09/raki6.jpg",
    "twitch":"https://www.twitch.tv/rakicha"
  },
  {
    "name":"RandomChelli",
    "description":"Hellow aus den Tiefen des Weltalls! Begleitet mich bei meiner Reise durch diverse Games, um euch Einheimischen (hoffentlich) ein wenig Entertainment zu bieten! (๑❛ᴗ❛๑)",
    "image":"https://beautv.de/wp-content/uploads/2023/12/V6mn-pXI.jpg",
    "twitch":"https://www.twitch.tv/randomchelli"
  },
  {
    "name":"RandomTime",
    "description":"Hallo alle miteinander! (^^ゞ Mein Name ist RandomTime, und- das mag euch jetzt erstmal komisch erscheinen, aber ich stamme eigentlich aus einer anderen Zeit. w(°ｏ°)w Ich entschloss mich, über die Streams mit den Menschen von heute zu interagieren, mit ihnen ein Band zu knüpfen und ihnen dazu eine schöne Zeit mit meinem Streams zu bringen. \\( ˙▿˙ )/\\( ˙▿˙ )/ Wenn du also Lust und Zeit hast, hier ist jeder gleichermaßen Teil der Community Familie! ⊂(￣▽￣)⊃",
    "image":"https://beautv.de/wp-content/uploads/2022/02/RandomTime.jpg",
    "twitch":"https://www.twitch.tv/randomtime_ch"
  },
  {
    "name":"RaykoVT",
    "description":"Ohaiooo ihr cuten Leute, mein Name ist Legion aka Flo. Gehöre schon zu den etwas älteren Wölfen. Ich streame hauptsächlich Games und das in verschiedenen Bereichen, da sollte für jeden was dabei sein. Schaut doch einfach gerne vorbei :)",
    "image":"https://beautv.de/wp-content/uploads/2023/08/XThe_LegionX.jpg",
    "twitch":"https://www.twitch.tv/raykovt"
  },
  {
    "name":"RompeDerEisbaer",
    "description":"Moin! Ich bin Rompe, verlorener Eisbaer aus dem hohen Norden und mit meiner sowohl gutmütigen als auch impulsiven Art versuche ich stets zusammen mit Chat das beste aus dem Tag rauszuholen. Neben Blödeleien in Just Chatting bin ich großer Fan von Minecraft, Runden-Strategie- und Indie-Storygames… und Final Fantasy XIV… ich bin nicht süchtig… Kommt mit auf eine harmonische Reise auf meiner Scholle, vergesst aber nicht eure Winterjacke!",
    "image":"https://beautv.de/wp-content/uploads/2024/08/RompeDerEisbaer.jpg",
    "twitch":"https://www.twitch.tv/RompeDerEisbaer"
  },
  {
    "name":"rrheo",
    "description":"Moin moin, mein Name ist Rheo! Seit dem 11. August 2022 nehme ich euch auf meine verschiedensten Videospielreisen mit. Action, Fantasy, Horror, uvm. dem Genre sind dabei Grenzen die diese Streifenhyäne nicht kennt, denn am Ende vom Tag geht es mir nur darum mit euch eine entspannt spaßige Zeit zu haben x3",
    "image":"https://beautv.de/wp-content/uploads/2024/01/rrheo.jpg",
    "twitch":"https://www.twitch.tv/rrheo"
  },
  {
    "name":"Runara",
    "description":"Hallo! Ich bin Runara, Runa oder einfach nur Sara – eine moderne Goblin-Nekromantin mit einer Vorliebe für Schätze und Edelsteine! Eines Tages fand ich in meiner Nekromantenhöhle, die ich liebevoll in eine Krypta umgestaltet habe, ein Smartphone! Dank dieses Smartphones habe ich diese Dimension entdeckt und mir ein neues Aussehen verpasst! Jetzt arbeite ich daran, meine frühere Macht und Stärke wiederzuerlangen, wofür ich meine Armeen von Untoten benötige!",
    "image":"https://beautv.de/wp-content/uploads/2024/08/fy9Omqzh-300x300.jpg",
    "twitch":"https://www.twitch.tv/runara_"
  },
  {
    "name":"Ruus’ika",
    "description":"Hi, mein Name ist Ruus’ika (auch Ruusika geschrieben), aber man nennt mich auch Ruu oder Ruusi. Hier auf der Erde würde man sagen ich bin ein Alien. Meine Galaxie liegt nicht weit von hier, dort bin ich eine gesuchte Verbrecherin, aber das ist eine andere Geschichte. Ich liebe eine gute Schießerei und eine gute Story, daher habe ich mich auf Shooter und Storygames fokussiert.",
    "image":"https://beautv.de/wp-content/uploads/2021/12/Ruusika.jpg",
    "twitch":"https://www.twitch.tv/ruusika"
  },
  {
    "name":"Ryeera",
    "description":"Moin zusammen! Ich bin Ryeera, ein Mini-Eisdrache, der gerne in Taschen durch die Welt getragen wird >w< Ich bin Teil von VSerenity und VTMonsterGang, und VStreame seit über einem Jahr. Meine Streams sind zwar normalerweise auf Englisch, aber Deutsch ist ausdrücklich erlaubt und ich spreche gerne Deutsch mit euch! (PS: Ich bin Deutsch :P) Ich bin genderfluid, mein Pronomen dürft ihr euch also aussuchen! :3 Zu guter letzt: Ihr seid alle süß! Byeee~!",
    "image":"https://beautv.de/wp-content/uploads/2021/09/Ryeera.jpg",
    "twitch":"https://www.twitch.tv/ryeera"
  },
  {
    "name":"Ryuko_vt",
    "description":"Ich bin Ryuko, ein Koi Fisch-Drache aus Luxemburg. Ich liebe es Unsinn zu treiben, schwimmen, zocken und Videos für meinen YouTube Kanal aufzunehmen. Ich poste Spiele, auf die ich gerade Lust habe und plane im Sommer 2023 mit Freunden meinen Debut-Stream auf Twitch.",
    "image":"https://beautv.de/wp-content/uploads/2023/06/Ryuko_vt.jpg",
    "twitch":"https://www.twitch.tv/pinkurori"
  },
  {
    "name":"ryuukaacqua",
    "description":"",
    "image":"https://beautv.de/wp-content/uploads/2021/07/ryuukaacqua.jpg",
    "twitch":"https://www.twitch.tv/ryuukaacqua"
  },
  {
    "name":"Ueno Mamiko",
    "description":"Halloooo mein Name ist Unagi Mamiko und ich bin ein Aal Vtuber! Genauer gesagt bin ich ein Eingeweide Fisch, eine sehr spezielle Art von Aal hehe~ Ich bin sehr aufgedreht und rede oft sehr dummes Zeug hehe. Besucht mich doch mal in meinen Streams und seht wie süß ich bin!",
    "image":"https://beautv.de/wp-content/uploads/2022/05/Unagi-Mamiko.jpg",
    "twitch":"https://www.twitch.tv/uenomamiko"
  },
  {
    "name":"Vampingu",
    "description":"Hey, ich bin Kia. Eine bischen zu laute Katze aus dem Cyberspace. Ich futter gerne Ordnerinhalte und Browserverläufe. Oft streame ich eine virtuelle Färbesendung. Würde mich auf einen kleinen Abstecher von dir freuen!",
    "image":"https://beautv.de/wp-content/uploads/2022/03/Kiaware.jpg",
    "twitch":"https://www.twitch.tv/vampingu"
  },
  {
    "name":"Vanilleotter",
    "description":"Hallo ihr Lieben Schwibbels, mein Name ist Tsuki no Sunako. Ich mache es euch aber leicht und ihr könnt mich Susu oder Tsuki nennen. Ich bin ein Yokai und lebe in der Unterwelt auf einem kleinen Mond dort. Ich bin halb Kawauso und halb Sea Bunny. Die Menschenwelt, und vor allem ihre leckeren Dinge, begeistern mich sehr. Ich sammel Murmeln und andere tolle Dinge. Wenn du mich kennen lernen willst dann schau doch gerne vorbei :3",
    "image":"https://beautv.de/wp-content/uploads/2022/06/Vanilleotter.jpg",
    "twitch":"https://www.twitch.tv/vanilleotter"
  },
  {
    "name":"VanniVannilla",
    "description":"Halloo! ^_^ Ich bin Vanni – euer freundliches Häschen von nebenan! Bei mir spielen wir die verschiedensten Games & quatschen auch viel. Ich spreche gerne mit euch über die Inhalte und binde euch auch ein, wenn möglich. :3 (Denn vor allem bei Rätselspielen brauche ich ganz dringend eure Hilfe!) Außerdem habe ich eigentlich immer gute Laune – daher freue ich mich, wenn ihr auch ein Lächeln mitbringt oder ich euch im Laufe des Streams eines zaubern kann! ♥",
    "image":"https://beautv.de/wp-content/uploads/2021/10/VanniVannilla.jpg",
    "twitch":"https://www.twitch.tv/vannivannilla"
  },
  {
    "name":"velzarii",
    "description":"Heya, mein Name ist Vel. Ich bin eine Fledermaus-VTuberin, die die Nacht beherrscht. Ich streame hauptsächlich in Deutsch, wechsle aber gelegentlich auf Englisch. Ich bin eine Variety-Hobby-Streamerin, frecher Umgangston und sarkastische Kommentare gehören zu meinem Stream dazu.",
    "image":"https://beautv.de/wp-content/uploads/2023/07/SleepyVel.jpg",
    "twitch":"https://www.twitch.tv/velzarii"
  },
  {
    "name":"VenaticRose",
    "description":"Hey meine Lieben! Mein Name ist Rosie. Durch gewisse Umstände bin ich zur Hälfe ein Vampir, weshalb ich mich entschuldige falls Ravena mal die Oberhand ergreift. Ich streame regelmäßig auf Twitch die verschiedensten Spiele, wobei ich Indie-, Story- und Horror-Spiele am liebsten habe. Ich würde mich freuen, wenn ihr in meiner Gilde vorbei schaut! P.S: Ravena ist manchmal eine kleine Yandere, aber lasst euch davon nicht einschüchtern.",
    "image":"https://beautv.de/wp-content/uploads/2023/04/VenaticRose-2.jpg",
    "twitch":"https://www.twitch.tv/venaticrose"
  },
  {
    "name":"Vengeful_Oni",
    "description":"Hi! Ich bin VengefulOni, wie man lesen kann bin ich ein Oni, ein ehemaliger Samurai welcher durch Hass zum Oni wurde. Ich bin ein riesen Fan von japanischer Mythologie und Kultur. Ich bin seit der Transformation auf Twitch, zu finden wo ich montags, mittwochs und samstags einige verschiedene Spiele zocke.",
    "image":"https://beautv.de/wp-content/uploads/2023/05/VengefulOni.jpg",
    "twitch":"https://www.twitch.tv/vengeful_oni"
  },
  {
    "name":"Vivienne Akuma",
    "description":"Hewwo! Ich bin „Vivienne Akuma“ aka Vivi! Ich bin eine kleine VTuberin und auch die Prinzessin der Hölle, die ab und zu sehr laut sein kann! Ich streame auf Twitch grundsätzlich das, worauf ich gerade Lust habe, aber hauptsächlich Gaming und Kunst! Ich bin sehr gerne kreativ, singe und designe alles mögliche im Auftrag für Andere! Schaut doch gerne mal bei mir vorbei! <3",
    "image":"https://beautv.de/wp-content/uploads/2024/05/Vivienne-Akuma.jpg",
    "twitch":"https://www.twitch.tv/vivienne_akuma"
  },
  {
    "name":"v0idmochi",
    "description":"Hey, ich bin Void und ich bin ein Glitch Doggo, der Englisch und Deutsch spricht. Hauptsächlich bin ich Artist und Live2D-Rigger. Mein Kopf ist durch ADHS dezent chaotisch, aber wenn ihr gern mit mir viben und chillen wollt, seid ihr bei mir genau richtig! Ich liebe Music, Art, riggen (in beiden Weisen ( ͡° ͜ʖ ͡°)), Puzzle, Mystery/Thriller und Nostalgie-Games! Willkommen in der Goopie Cutie Family!",
    "image":"https://beautv.de/wp-content/uploads/2023/06/v0idmochi.jpg",
    "twitch":"https://www.twitch.tv/v0idmochi"
  },
  {
    "name":"VOIDDESI",
    "description":"Ex-Mitglied der Söldnereinheit W.O.L.F. Industries und nun gestrandet in der Void, dem Raum zwischen den Dimensionen. Hi, ich bin die kamidere Dunkelelfe im Foodtruck. Wie ihr euch sicherlich vorstellen könnt gibt es nicht viel zu tun hier im Nichts, aber ermöglicht mir der alte Satellit auf meinen Truck den Zugang zum Voidnet. Online Games und NSFW sind mein Zeitvertreib, wenn ich nicht gerade Essen an Voidwalker oder Drifter verkaufe.",
    "image":"https://beautv.de/wp-content/uploads/2023/04/VOIDDESI.jpg",
    "twitch":"https://www.twitch.tv/voiddesi"
  },
  {
    "name":"VTHollow",
    "description":"Lass mich dich im Void Begrüßen. Ich bin Hollow, ehemalig Abenteurer, jetzt ein Void-Wesen in noch menschlicher Hülle. Ich rate dir nicht in jede Gruft gehen. Ich liebe Anime, die Welt bereisen, Musik, Singen und gutes Essen, vor allem Italienisch. In den Streams ist viel vertreten von Reactions bis zu verschiedenen Games und vielleicht irgendwann Karaoke. Es kann auch mal zu NSFW-Stuff kommen, Kink is good. Und mit den Worten: Komm mich doch mal im Void besuchen!",
    "image":"https://beautv.de/wp-content/uploads/2023/09/VTHollow.jpg",
    "twitch":"https://www.twitch.tv/vthollow"
  },
  {
    "name":"VTuberNastia",
    "description":"Hallo, mein Name ist Anastasia Chan, aber die meisten nennen mich nur Nastia. Ich bin Illustratorin und unabhängige deutsche VTuberin. In meinen comfy Streams zeichne ich, spiele entspannte Games wie Elden Ring und genieße unter anderem VRChat. Andere beschreiben mich als lewde Onee-san mit einer offenen, liebevollen Art oder auch als kleine, wholesome Potat. Wobei ihr euch gerne ein eigenes Bild von mir machen könnt <3",
    "image":"https://beautv.de/wp-content/uploads/2021/07/nastiachan.jpg",
    "twitch":"https://www.twitch.tv/vtubernastia"
  },
  {
    "name":"WahnhopeTV",
    "description":"Hallo! Ich bin Wahnhope. Ein ganz normaler junger Tischler. So war es mal. Bevor ich meinen eigentlichen Namen ablegte und mit einer lebenden Substanz verschmolz, welche ein Bewusstsein hatte. Daher ergab sich mein neuer Name „Wahn“ für das Bewusstsein der Substanz und „Hope“ für mein Bewusstsein. Ich streame hauptsächlich Horrorspiele oder Shooter. Kommt doch vorbei und lasst uns gemütliche und manchmal actionreiche Abende zusammen erleben.",
    "image":"https://beautv.de/wp-content/uploads/2023/10/7QFilpS9.jpg",
    "twitch":"https://www.twitch.tv/wahnhopetv"
  },
  {
    "name":"WahrlichWeird",
    "description":"Azalea Mimiko Morgengold, eure cute lewde rude Succubus aus 1001 Nacht. Bin ich mal nicht gezwungen zu tanzen, spiele ich gerne obskure Games für mein Publikum. Chaotic, creative und comfy verbringen wir hier in den „Oases of Pleasure“ unsere Zeit, unterhalten uns über Schlüpfriges und auch mal Ernsteres. Außerdem basteln wir und lassen die Näh- und Sticknadeln fliegen! Der Spaß ist euch vorprophezeit. Kommt und seid dabei. Die Oase steht euch allen offen.",
    "image":"https://beautv.de/wp-content/uploads/2023/03/WahrlichWeird2.jpg",
    "twitch":"https://www.twitch.tv/wahrlichweird"
  },
  {
    "name":"Wallendo",
    "description":"Heyho! Ich bin Wallendo, der freundliche Kater aus der Nachbarschaft (zumindest solange eine Schüssel Milch vor der Tür steht). Meine Hauptplatform ist und bleibt Twitch, denn da fühle ich mich wohl und bin ich zuhause. Meine Lieblingsspiele sind hauptsächlich Soulslike, Nintendo und RPGs. Neben den Games wirst du auch mein Podcast „Am Stammtisch“ finden, den ich mit einem Freund betreibe, dort wird hauptsächlich alles angesprochen was uns so den Kopf zerbricht. Falls du nicht komplett abgeneigt bist kannst du ja mal vorbeischauen. Ich freue mich auf euch!",
    "image":"https://beautv.de/wp-content/uploads/2024/05/wallendo2.jpg",
    "twitch":"https://www.twitch.tv/wallendo"
  },
  {
    "name":"Watermelon",
    "description":"Henlooo~ Ich bin Watermelon, ihr könnt mich auch Melon oder Meloney nennen! Ich streame auf Twitch auf Deutsch und Englisch. Dort spiele ich oft Osu, Minecraft, Fortnite und vieles mehr. Ich liebe ruhiges und witziges Gameplay mit einer Prise Memes. Ich freue mich euch kennen zu lernen!",
    "image":"https://beautv.de/wp-content/uploads/2022/12/Watermelon-2.jpg",
    "twitch":"https://www.twitch.tv/WatermelonVT"
  },
  {
    "name":"WereMaxEl",
    "description":"Hallo Misfits! Ich bin WereMaxEl, der demonic Wolf Spirit. Was findet ihr bei mir? Fast alles von comfy bis chaotisch und sussy. Kurz: Nennt mich einen Rowdytuber/Misfit. Hier gibt es Games, Art, Collabs, Teching, Scuff und monatliche Nightclubstreams in Englisch und Deutsch. Bei mir gibt es niemals entweder oder, sondern fast immer eine 3. Lösung, denn Misfits hinterfragen Standards und Normen. Kommt doch mit auf meine Jagden durch die Realms!^^",
    "image":"https://beautv.de/wp-content/uploads/2023/06/WereMaxEl.jpg",
    "twitch":"https://www.twitch.tv/weremaxel"
  },
  {
    "name":"whiteruby",
    "description":"hallo ihr süßen mein name ist ruby ich streame hauptsächlich auf deutsch freue ich mich auch auf englisch sprachigen zuschauer ich bin sehr aktiv als vtuber und freue mich neue leute kennenzulernen",
    "image":"https://beautv.de/wp-content/uploads/2024/04/whiteruby.jpg",
    "twitch":"https://www.twitch.tv/whiteruby"
  },
  {
    "name":"WIN_Maximyze",
    "description":"Heyho ich bin Maximyze oder auch Maxi/Wixi genannt. Ich bin ein ziemlich loster, entspannter Vtuber auf Twitch und versuche euch eine angenehme Zeit zu bereiten. Ihr wollt an einem sonnigen Mittag einfach nur entspannen oder abends auf spannende Zombiejagden gehen? Dann bin ich genau der Richtige für euch 😉 Bis dahin viel Spaß und genießt die Zeit!",
    "image":"https://beautv.de/wp-content/uploads/2022/05/WIN_Maximyze.jpg",
    "twitch":"https://www.twitch.tv/win_maximyze"
  },
  {
    "name":"Wolffinchen",
    "description":"Moinsen, ich bin Wolffinchen, eine chaotische Wolfs-Dämonin aus dem Norden. Viele nennen mich Wolfi oder Tabsen. Ich liebe Kekse und zocke seit ich klein bin. Mit meinem Höllenwolfswelpen Rufus möchte ich einen Ort erschaffen, wo sich alle wohlfühlen können, natürlich nur im Rahmen der Regeln. Bei mir kannst du alle möglichen Spiele, von Horror über Shooter bis zu MMOs sehen. Ich freue mich immer, neue Leute kennenzulernen und zu quatschen. Schau gerne mal vorbei.",
    "image":"https://beautv.de/wp-content/uploads/2024/03/Wolffinchen2.jpg",
    "twitch":"https://www.twitch.tv/wolffinchen"
  },
  {
    "name":"Wolfinia",
    "description":"Halli Hallo ihr lieben Wölfchen! Mein Name ist Wolfinia und ich bin eine Magische Alpha Wolf VTuberin, welche aktiv 2021 angefangen hat mit Streamen. ♥ Meistens spiele ich Spiele auf die ich gerade Lust habe! Aber ich singe auch mal wahnsinnig gerne mit anderen zusammen. ♥ Ich bin meistens in Begleitung meiner weißen Wölfin Luna. Ich würde mich freuen, wenn wir uns im Stream sehen würden.",
    "image":"https://beautv.de/wp-content/uploads/2022/02/Wolfinia_.jpg",
    "twitch":"https://www.twitch.tv/wolfinia_"
  },
  {
    "name":"Zarisia",
    "description":"Hallöchen ihr zuckersüßen Dinos! Ich bin Zari und zocke hauptsächlich Indie-Games. Mich selbst würde ich als eher ruhige Person beschreiben, die selten schreit und einfach durchgängig irgendetwas redet. Eine fancy OC Story kann ich euch leider nicht bieten, ich bin einfach nur ich. Nicht mehr und nicht weniger. Ohja, der Slime auf meinem Kopf heißt übrigens Knubbi.",
    "image":"https://beautv.de/wp-content/uploads/2022/02/Zarisia.jpg",
    "twitch":"https://www.twitch.tv/zarisia"
  },
  {
    "name":"Zephirao",
    "description":"Ein Absol-utes Willkommen, ich bin Zephirao oder auch einfach nur Zephi (25 Male) und ein Wildes Absol in menschlicher Gestalt, was ihr als VTuber bezeichnet. Bekannt wurde ich mit dem Spiel Pokémon Unite, was langzeitig mein Main Projekt war, nur findet man alles Mögliche auch außerhalb von Pokémon oder Nintendo-Games bei mir. Weil ich mir auf jeder Plattform einen Namen machen will, wird man mich schon früher oder später finden ^-^",
    "image":"https://beautv.de/wp-content/uploads/2023/06/Zephirao.jpg",
    "twitch":"https://www.twitch.tv/Zephirao"
  },
  {
    "name":"Zelu",
    "description":"Hi! Ich bin Zelu und bin als Katzenziege auf Twitch & Co unterwegs. Ich streame primär League of Legends aber auch Variety oder Art wo ich Artworks mit Bügelperlen mache :3. Großteils ist der Stream comfy und einladend mit einer chaotischen Ziege im Hintergrund aber es gibt auch mal Tage wo ich nur rumschreie (sorry). Mein Assistent Jürgen und Ich freuen uns auf dich.",
    "image":"https://beautv.de/wp-content/uploads/2024/09/Unbenannt-1-4.jpg",
    "twitch":"https://www.twitch.tv/ziegenzeluVT"
  },
  {
    "name":"ZockMiku",
    "description":"WELTENWANDERER – wandernd in den verschiedenen Welten der Phantastik. Überall dort heimisch, wo Phantasie, Kreativität und die Liebe zum Nerdtum strahlen. Seit 1998 im Fandom unterwegs und aktiv als Aussteller, Schreiberling, Erklärer, Fotograf, Orga und mehr. Außerdem bin ich entgegen aller „Nerd“-Klischees ein kleiner Beauty-Liebhaber! Ansonsten frühstücke ich zuweilen Clowns, Influencerinnen und das Necronomicon, anders lasse ich mich wohl nicht erklären…",
    "image":"https://beautv.de/wp-content/uploads/2023/02/ZockMiku2.jpg",
    "twitch":"https://www.twitch.tv/zockmiku"
  },
  {
    "name":"2_much_RGB",
    "description":"Heyho! Ich bin RGB, ein Neko-Vtuber und seit 2022 auf Twitch aktiv. Bei mir gibt es hauptsächlich eSport-Games wie Overwatch oder Valorant, natürlich nicht auf eSport-Niveau, aber manchmal auch diverse andere Spiele. Bei mir kann man sich immer auf schlechte Witze einstellen und Gameplay ohne Skill, dafür aber mit viel Spaß. Würde mich natürlich sehr freuen, dich Mal in meinem Stream zu sehen. In diesem Sinne, bis denne Antenne.",
    "image":"https://beautv.de/wp-content/uploads/2023/02/2muchRGB.jpg",
    "twitch":"https://www.twitch.tv/2_much_rgb"
  },
  {
    "name":"Saika Takahashi",
    "description":"",
    "image":"https://beautv.de/wp-content/uploads/2023/10/Saika-Takahashi.jpg",
    "twitch":"https://www.twitch.tv/saika_takahashi"
  }
,
  {
    "name":"SailorLeyla",
    "description":"",
    "image":"https://beautv.de/wp-content/uploads/2022/08/SailorLeyla.jpg",
    "twitch":"https://www.twitch.tv/sailorleyla"
  },
  {
    "name":"Sakaii Yuji",
    "description":"2D Vtuber der gerne neue Leute kennen lernt und versucht allen einen tollen Platz zum Entspannen zu bieten, während er Games wie Pokemon Unite und eine Menge JRPG mit seiner treuen Begleiterin Iris zockt. Schnappt euch was zum Snacken und schaut gern mal rein^^",
    "image":"https://beautv.de/wp-content/uploads/2023/12/nCKlTryj.jpg",
    "twitch":"https://www.twitch.tv/sakaiiyuji2022"
  },
  {
    "name":"SalxiArt",
    "description":"Hallo ich bin Salxi! Ich zeichne leidenschaftlich gerne und zocke hin und wieder. Das alles zeige ich euch auf meinen Twitch-Kanal. Ich liebe Katzen, Essen und Filme und habe einen echt eigenartigen Humor. Die meisten würden meine Streams als eine riesige Party bezeichnen, in der immer wieder was schief geht. Schaut doch irgendwann mal vorbei, das würde mich freuen! 😊",
    "image":"https://beautv.de/wp-content/uploads/2023/09/SalxiArt2.jpg",
    "twitch":"https://www.twitch.tv/salxiart"
  },
  {
    "name":"SamaelQuade",
    "description":"Mein Name ist Samael. Der Shadow Angel aus der Schatten Dimension. Als ich meiner Tätigkeit nach ging Seelen zu sammeln in der Menschen Welt entdeckte ich die Videospiele und Streaming und war fasziniert von. Ich testete es selber aus und fand heraus das man es gut mit dem sammeln von Seelen kombinieren kann neben das sammeln mit Sense. Seither Streame ich aus der Schatten Dimension um Seelen der Menschen an mich zu nehmen. Also seid mir gerne Willkommen!",
    "image":"https://beautv.de/wp-content/uploads/2023/11/vCBtOH1r.jpg",
    "twitch":"https://www.twitch.tv/samaelquade"
  },
  {
    "name":"samson_samuel",
    "description":"Hey! Ich bin der Samson und komme ursprünglich aus der Welt der Mangos, in der ich ein König war. Jedoch mag ich eher die Abenteuer, die es dort nicht mehr gab, weswegen mein Diener und ich hier her gekommen sind. Ich habe hier tolle Freunde gefunden und so auch das Internet sowie das Streaming kennengelernt. Aktiv streame ich jetzt seit Juli 2022. Ich würde mich sehr freuen mit dir, lieber Leser, auf gemeinsame Abenteuer zu gehen!",
    "image":"https://beautv.de/wp-content/uploads/2023/01/samson_samuel.jpg",
    "twitch":"https://www.twitch.tv/samson_samuel"
  },
  {
    "name":"Sarakani",
    "description":"Ich bin Sarakani, ich bin ein pinkhaariges, süßes Kätzchen und ich liebe es für und mit euch Dinge zu erleben. Ich komme aus einer anderen Welt, in der es viele Kätzchen wie mich gibt, aber ich wurde zum Glück irgendwie hier her gebracht… Unsere Spezies wird sogar ziemlich alt, allerdings bin ich noch ziemlich jung. Das heißt ich werde lange für euch da sein! :3§",
    "image":"https://beautv.de/wp-content/uploads/2023/04/Sarakani.jpg",
    "twitch":"https://www.twitch.tv/Sarakani"
  },
  {
    "name":"Satuwi",
    "description":"Heya <3 Mein Name ist Satuwi oder halt einfach turi. Ich bin ein brauner Mond-Kitsune mit 3 Schwänzen (höhö, sie hat Schwänze gesagt) und hab nen echt schlechten Humor 😀 Ich will für Menschen ein kleiner Safe Space sein und hoffe wirklich dass ich das schaffe *(੭*ˊᵕˋ)੭*ଘ Ich streame auf Deutsch, aber versucht für englische Freunde manchmal ein bisschen Englisch zu sprechen<3",
    "image":"https://beautv.de/wp-content/uploads/2023/07/Satuwi.jpg",
    "twitch":"https://www.twitch.tv/satuwi"
  },
  {
    "name":"Saya the Kitsune",
    "description":"Hallo ich bin Saya. Ich bin ein Kitsune-Genderbend(M->F) Lewdtuber. Bei mir gibt es alles mögliche, aber meist nichts festes. In meiner Freizeit moderiere ich nebenbei auch noch VirtualLifeDE sowie die dazugehörigen Collabs. Einer meiner größten Stärken ist meine Lewdigkeit :p Für Collabs bin ich immer offen Mein DiscordTag: Saya#0009; mein Twitter:@Saya30051; meine Boobsize: Nach dem ersten Date :3",
    "image":"https://beautv.de/wp-content/uploads/2023/02/saya_the_kitsune.jpg",
    "twitch":"https://www.twitch.tv/saya_the_kitsune"
  },
  {
    "name":"SayoAkanashi",
    "description":"Ich bin Sayo, eure freundliche Wassernymphe aus der Nachbarschaft! Meine Wasserwelt war mir etwas zu langweilig, deswegen treibe ich jetzt in der Menschenwelt mein Unwesen! Ich mag alles was ich zusammen mit meinen Freunden machen kann und man findet mich in der Regel entweder vor meinem PC oder im nächsten See!",
    "image":"https://beautv.de/wp-content/uploads/2021/07/SayoAkanashi.jpg",
    "twitch":"https://www.twitch.tv/sayoakanashi"
  },
  {
    "name":"SBS_Virus",
    "description":"Hoi Hoi ihr lieben Systemschubser! Ich bin SBS_Virus, eine Succubus die damals digitalisiert wurde und heute auf Twitch streamt um mit den Leuten zu kommunizieren und Spaß zu haben. Im Jahre 2023 bin ich auch auf Youtube unterwegs um Videos und Content zu teilen. Meine Streams bestehen hauptsächlich aus: Interviews gibt es mit Menschen – Wesen und Gaming. Mein kleines Reich ist die digitale Welt und freue mich natürlich sehr wenn du mich besuchen kommst! <3",
    "image":"https://beautv.de/wp-content/uploads/2023/07/SBS_Virus.jpg",
    "twitch":"https://www.twitch.tv/sbs_virus"
  },
  {
    "name":"schaba",
    "description":"Heyy ich bin schaba ikati und wie unschwer zu erkennen is bin ich ein catboy :3 Ich bin hauptberuflich Kartograph und arbeite aktuell daran unerforschte orte auf dem Planeten „Erde“ zu erkunden und zu kartographieren. Es würde mich freuen wenn du mich auf meinen Abenteuern begleiten würdest :3",
    "image":"https://beautv.de/wp-content/uploads/2023/11/4QhL0aCB.jpg",
    "twitch":"https://www.twitch.tv/schaba"
  },
  {
    "name":"Sensei Akabane",
    "description":"Heyho! ^^ Ich mache bereits seit 5 Jahren YouTube-Videos, in der Vergangenheit hauptsächlich mit dem Themenschwerpunkt auf dem SCP Universum und Roleplay. Doch ich möchte meinen Fokus im großen Stil erweitern!! Durch meine langjährige Erfahrung im Videoediting hoffe ich, dass ich coolen Content erstellen werde. Ihr findet mich hauptsächlich auf YouTube (VoDs & Livestreams). Ich habe große Pläne für mein VTube-Dasein und hoffe, dass ihr mir beiwohnen wollt uwu",
    "image":"https://beautv.de/wp-content/uploads/2023/11/Sensei-Akabane.jpg",
    "twitch":"https://www.twitch.tv/sensei_akabane"
  },
  {
    "name":"Sento Nousagi",
    "description":"Auch wenn ich in dieser Welt aus dem Büro heraus für Recht und Ordnung sorge, hindert mich das nicht daran meiner früheren Bestimmung als Paladin nachzukommen und euch ein wenig Licht zu bringen! Teilweise auch als Maid. Ich biete einen sicheren Hafen für diejenigen die Schutz vor der Dunkelheit suchen. Garantie für spontane Läuterungen, Rechnungserstellungen und Hausarbeiten. Anders gesagt: Ich mach viel Quatsch. Seid dabei!",
    "image":"https://beautv.de/wp-content/uploads/2022/10/Sento-Nousaki.jpg",
    "twitch":"https://www.twitch.tv/sentonousagi"
  },
  {
    "name":"Sereia Mira",
    "description":"Hallöchen an jeden der das hier ließt. Mein Name ist Sereia und ich bin eine Kitsune die tief unten im Ocean geboren wurde. In meinen Streams werde ich oft „out of character“ sein und verschiedene Games zocken. Von MMORPG’s bis Shootern zu cozy Games ist alles vertreten. Ich stehe noch ziemlich am Anfang und würde mich freuen, euch kennenzulernen 🙂 Mein Debut startet im Laufe des Jahres 2024 :3",
    "image":"https://beautv.de/wp-content/uploads/2023/09/Sereia-Mira.jpg",
    "twitch":"https://www.twitch.tv/sereia_mira"
  },
  {
    "name":"SeryliaVT",
    "description":"Bird Vtuber mit echten Birds im Hintergrund ♫.(◕∠◕).♫ Hi! Ich bin Rina und bin eine Harpyie. In meinem Nest wohnen aktuell 7 Wellensittiche und 2 Nymphensittiche, die immer wieder Chaos in den Stream bringen. Bei mir gibt es Nintendo-Content, sehr viele Comfystreams, und ab und an mal spiele ich auch Horror Games, wenn ich mich traue, weil ich echt ein kleiner Angstvogel bin… Ansonsten spiele ich das worauf ich auch Lust habe. Ich freue mich, wenn ihr mal bei mir vorbei schaut!",
    "image":"https://beautv.de/wp-content/uploads/2023/04/xrina_chan.jpg",
    "twitch":"https://www.twitch.tv/seryliavt"
  },
  {
    "name":"Setsuro_Kuzu",
    "description":"Huhu Ich bin Setsurō Kuzu, aber Kuzu/Setsu reicht vollkommen aus! Ich bin ein Polarwolf-/Mensch-Hybrid der gerne Games im Internet spielt. Mein Ziel ist es zu unterhalten! Ob durch zweitklassigem Gameplay, meinem Humor oder auch durch meinem Wolfsgeheul, was ich Gesang nenne xD Ich hoffe doch, dass ich mein einziges Ziel erreiche und wenigstens ein paar unterhalte oder zum Lachen bringe!",
    "image":"https://beautv.de/wp-content/uploads/2022/12/Setsuro_Kuzu.jpg",
    "twitch":"https://www.twitch.tv/setsuro_kuzu"
  },
  {
    "name":"Seuchenkater",
    "description":"Kater, oder auch Kitty von manchen genannt, bin ich! Ein deutschsprachiger Engel, gefallen und auf der Erde (ziemlich unsanft) gelandet. Mit schrägem Humor, einigen schlechten Showeinlagen und dem, relativ, zweideutigen Denken, bin ich für jeden Spaß zu haben und bin nun hier als Streamer!",
    "image":"https://beautv.de/wp-content/uploads/2022/03/Seuchenkater.jpg",
    "twitch":"https://www.twitch.tv/seuchenk4ter"
  },
  {
    "name":"shikanohirsch",
    "description":"Moin! Ich bin Hirsch Shikano, komme aus Japan. Eine Deutsch lernende Vtuberin. Beim Streaming möchte ich mit Ihnen sprechen und Spielen, während ich Deutsch lerne!",
    "image":"https://beautv.de/wp-content/uploads/2021/11/Shikano-Hirsch.jpg",
    "twitch":"https://www.twitch.tv/shikanohirsch"
  },
  {
    "name":"Shinderu_Dva",
    "description":"Hallo zusammen Ich heiße Shinderu und bin eine Drachenprinzessin. Ich komme aus der Schweiz, bin 35 Jahre Jung und Drachen Vtuberin. Meine Main Spiele sind Gw2, WOW, MMO’s und Anime spiele. Aber auch alles andere wo ich bock draufhabe und spaß macht. Spaß ist auch etwas, was bei mir immer an 1er Stelle steht. Mit meinem Stream habe ich mir einen kleinen Traum erfüllt und bin sehr stolz darauf. Meine Ziele sind auf jeden Fall eine nette Community aufzubauen und zusammen was erreichen. Den zusammen macht alles mehr Spass als allein. Schaut doch gerne mal bei mir vorbei. Ich freue mich auf euch.",
    "image":"https://beautv.de/wp-content/uploads/2023/10/r0TdpjW_.jpg",
    "twitch":"https://www.twitch.tv/shinderu_dva"
  },
  {
    "name":"ShinueyAstra",
    "description":"Hey hey, der Name ist Shinuey oder auch einfach Shin! Ich bin ein Wissenschaftler, der versucht mehr über andere Lebewesen in Erfahrung zu bringen aber sich auch gerne mit anderen Naturwissenschaften oder dem Paranormalen auseinandersetzt. Dabei hilft mir meine Fledermaus als Laborassistent aus. Bei mir erwarten euch entspannte Streams mit einem stumpfen, ironischen, sarkastischen und zweideutigen Humor und ein Haufen dumme Sprüche. Also dann, man sieht sich!",
    "image":"https://beautv.de/wp-content/uploads/2021/10/Shinuey.jpg",
    "twitch":"https://www.twitch.tv/shinueyastra"
  },
  {
    "name":"Shirogane Kuma",
    "description":"Ich bin Shirogane Kuma, wobei Kuma mein Vorname ist. Ich bin ein Polarbär und habe schon sehr früh meine Eltern verloren. Die zwei roten Strähnen in meinen Haaren stehen für meine toten Eltern. Als Memento trage ich auch stehts den Mantel meines Vaters. Für viele wirke ich einschüchternd und gefühlskalt, aber eigentlich bin ich ganz nett! Ich streame sehr gerne Action- und Horrorspiele, aber ich möchte meinen Zuschauern auch die Welt der Retro-Games näher bringen!",
    "image":"https://beautv.de/wp-content/uploads/2021/07/Shirogane-Kuma.jpg",
    "twitch":"https://www.twitch.tv/shiroganekumach"
  },
  {
    "name":"ShiroKori",
    "description":"Heyaa, mein Name ist Shiro und ich bin einer der wenigen Koifische da draußen ;3! Ich spiele gerne verschiedene Spiele im Bereich von LoL, Valorant, OW2, FFXIV und Horrorspiele sowie auch Souls-like games! Ich freue mich darauf, euch in der Oase zu sehen!",
    "image":"https://beautv.de/wp-content/uploads/2023/09/webShiroKori.jpg",
    "twitch":"https://www.twitch.tv/shirokori"
  },
  {
    "name":"Shizuphira",
    "description":"Vor vielen Jahren reiste ich in die Menschenwelt und bündelte meine magischen Kräft um mich in eine demi-menschliche Form zu verwandeln! Seither war es mein Wunsch mich mit den Menschen zu befreunden. Gemeinsam werden wir Abenteuer erleben und werden meinen Stolz als Drache in dieser Welt wiederherstellen mit einem riesigen Berg voller Gold unter meinen Krallen und geliebten Anhängern an meiner Seite!",
    "image":"https://beautv.de/wp-content/uploads/2021/06/Shizuphira.jpg",
    "twitch":"https://www.twitch.tv/shizuphira"
  },
  {
    "name":"Shubril",
    "description":"Hewwu :3 mein Name ist Shubril und ich bin ein Schrein Wolf. Bei mir findet ihr spannende Streams und viel Spaß. Ich freue mich euch bei mir zu sehen Awuu!",
    "image":"https://beautv.de/wp-content/uploads/2021/09/Shubril.jpg",
    "twitch":"https://www.twitch.tv/shubril"
  },
  {
    "name":"Shunvokun",
    "description":"Hi, mein Name ist Shunvokun, auch bekannt als der legendäre Rabenfürst, aber die meisten nennen mich Shun oder Shunvo. ^^ Aus meiner Festung Corvus Umbralis befehlige ich meine Armee aus Kreaturen der Finsternis und streame in die weite Welt hinaus. Euch erwarten chaotische und loste Streams mit einer Prise Orientierungslosigkeit. Ich freue mich auf wundervolle Streams mit euch!",
    "image":"https://beautv.de/wp-content/uploads/2023/12/aud3ZAwr.jpg",
    "twitch":"https://www.twitch.tv/shunvokun"
  },
  {
    "name":"SillyEmy",
    "description":"Hoy! Ich bin Emily, deutsche Furry V-Tuberin, und für meine Kunst- und Gaming-Streams bekannt. Die meiste Zeit bin ich dort ziemlich lost und derpy unterwegs. Denn ich empfinde viel Freude daran, Leute live zu unterhalten und ihnen den Tag oder Abend zu versüßen. Deswegen, schaut doch gerne vorbei wenn ihr Interesse bekommen habt! <3 Eure Dratze",
    "image":"https://beautv.de/wp-content/uploads/2024/02/SillyEmy.jpg",
    "twitch":"https://www.twitch.tv/sillyemy"
  },
  {
    "name":"SillyPwup",
    "description":"Hewwo ( ´ ▽ ` ) Ich bin Poyon Purin und ich bin ein Pudding der vorgibt eine Prinzessin zu sein (´∀｀=) I know imposter Poyon (￣^￣)ゞ Bei meinen Streams gibt es große Gremlin Energie (￣∀￣) Ich streame meistens auf englisch aber freue mich sehr über deutsche Zuschauer （＾∇＾） Auf meinem Kanal spiele ich meistens Games und ich liebe es mich mit euch zu unterhalten (๑>◡<๑) Bitte schenkt mir doch mal ein Hallöchen （＾∇＾）",
    "image":"https://beautv.de/wp-content/uploads/2021/09/Poyon-Purin.jpg",
    "twitch":"https://www.twitch.tv/sillypwup"
  },
  {
    "name":"SinAkiko",
    "description":"Ich bin SinAkiko. Eine Maid, die nie eine sein wollte, und zu alle dem bin ich eine „verfluchte“ NeCow, ich verwandle mich in ein Kuh- oder Katzen-Mädchen. Den Fluch zog ich mir zu, als ich in einen Brunnen gefallen bin. Weitere Tier-Arten sind bisher nicht bekannt. Ich zeichne oft und spiele verschiedene Spiele, erkunde gerne die VR, sehr oft unterhalte ich mich aber auch gerne einfach nur mit dem Chat, und gemeinsam treiben wir viel Unsinn.",
    "image":"https://beautv.de/wp-content/uploads/2023/02/SinAkiko.jpg",
    "twitch":"https://www.twitch.tv/sinakiko"
  },
  {
    "name":"Sirella Sama",
    "description":"Sirella Sama ist eine VTuberin, die auf TikTok aktiv ist. Sie hat eine große Fangemeinde aufgebaut, indem sie unterhaltsame und ansprechende Inhalte erstellt hat, die auf die Interessen der VTuber- und Anime-Community abzielen. Ihre TikTok-Videos beinhalten normalerweise Animationen und Illustrationen, während sie mit ihrem Publikum interagiert und live Kommentare beantwortet.",
    "image":"https://beautv.de/wp-content/uploads/2023/05/Sirella-Sama.jpg",
    "twitch":"https://www.twitch.tv/sirellasama"
  },
  {
    "name":"SissiVT",
    "description":"Hi, ich bin Sissi! Ich bin ein Katzenhybrid und streame auf Twitch viele verschiedene Games. Ich liebe die Farbe rosa und lerne gerne neue Leute kennen! Mein Lieblingszitat: „We all have different dreams and goals. That’s what makes us individuals, and that’s what makes us special“ – Kim Namjoon",
    "image":"https://beautv.de/wp-content/uploads/2024/01/SissiVT.jpg",
    "twitch":"https://www.twitch.tv/sissivt"
  },
  {
    "name":"SleepyLuna",
    "description":"Henlo, Ich bin Luna ein kleines Mondhäschen auf der Suche nach Freunden… und Essen <: ich liebe es zu zeichnen und mein Model ist auch selbst von mir gemacht! Auf meinem Twitch findet ihr Just Chatting, Art, Shooter oder sonstige Games die mir gerade ins Auge gefallen sind! Aber wenn die McDonalds-Lieferung kommt müsst ihr mich mampfen hören >:3 ich würde mich sehr freuen euch in meinen Chaosstreams begrüßen zu dürfen!!! MIT LIEBE ~Luna",
    "image":"https://beautv.de/wp-content/uploads/2022/08/lostlunaa-2.jpg",
    "twitch":"https://www.twitch.tv/sleepyluna_art"
  },
  {
    "name":"smaragdnini",
    "description":"Hallo ihr Lieben, ich bin Smaragdnini, aber meistens nennt man Mich einfach Nini. Mein OC ist eine Azur-Neko, wodurch sich die Azur blaue Farbe meiner Haare erklärt. Die Streams reichen von ‚just chatting‘ bis zu verschiedenem Gaming Content. Ich freue mich über Jeden der vorbeischauen mag. Zum Abschluss ein großes meow und ~nya~ =^_^=",
    "image":"https://beautv.de/wp-content/uploads/2024/09/Unbenannt-1-6.jpg",
    "twitch":"https://www.twitch.tv/smaragdnini"
  },
  {
    "name":"Soba_San",
    "description":"Hallo liebe zukünftige Gäste! Meine Name ist Soba und ich bin eine Vtuber-Barkeep die Ihre eigene Bar betreibt! Abseits von guten Getränken und einem Safe Space in der Bar, habe ich noch eine Menge Gaming Content anzubieten die über alle Genre hinweg reicht! Ich darf euch außerdem die Succubuss-Dame Sabo vorstellen, die vorübergehend in meinem Körper lebt und zukünftig mit mir die Bar schmeißen wird! Und abseits der Bar könnt ihr mich noch als Cutter von ProjectVT und als Interviewer von BEAUTV sehen! Vielleicht sieht man sich ja mal auf einen Drink in meiner Bar :3",
    "image":"https://beautv.de/wp-content/uploads/2022/05/Soba_kun-2.jpg",
    "twitch":"https://www.twitch.tv/Soba_San"
  },
  {
    "name":"SophieIsLostLIVE",
    "description":"Heyaaa, ich bin Sophie, eine Spinnendämonin, die Exorzist geworden ist. Geboren wurde ich als einfache Spinne, aber nach dem Tod meines Besitzers, erhielt ich eine menschliche Gestalt und wurde Exorzistin, um sein Werk weiterzuführen. Ich streame Games aus verschiedenen Genres und zeichne hin und wieder auch. Mein besonderer Fokus liegt dabei auf Horror.",
    "image":"https://beautv.de/wp-content/uploads/2022/09/SophieIsLostLIVE-2.jpg",
    "twitch":"https://www.twitch.tv/sophieislostlive"
  },
  {
    "name":"Sozala Insock",
    "description":"Hi (-: Ich bin Sozala Insock, ein deutscher Vtuber seit 2019. Bei mir gibt es täglich Lets Plays, Reaktionen oder Livestreams zu Nintendo, PC-Games, Smg4 und Co. Außerdem erwarten euch über 50 selbstgemachte Modelle und weitere kleine Überraschungen (-: Darunter auch kleine Mini Events, Pannen & Fails (-; und 133? Würde mich freuen wenn ihr bei mir vorbeischauen würdet (-; ",
    "image":"https://beautv.de/wp-content/uploads/2023/04/Sozala-Insock-4.jpg",
    "twitch":"https://www.twitch.tv/sozalainsock"
  },
  {
    "name":"StrictlyTurtle",
    "description":"Ich bin StrictlyTurtle, eine Schildkröte (und jetzt auch ein Mensch, dank hochmoderner Technik meines völlig normalen, überhaupt nicht mit Tieren experimentierenden Zoos). Ich spiele auf Twitch Videospiele, Geotastic (die deutsche Geoguessr-Alternative), und handele ab und zu Kryptowährungen. Meine Streams sind auf Englisch, aber ich habe auch ein „Sprich Deutsch!“ redeem, wenn Ihr meinen Strom zum Eigentum der Bundesrepublik Deutschland machen wollt!",
    "image":"https://beautv.de/wp-content/uploads/2021/07/StrictlyTurtle.jpg",
    "twitch":"https://www.twitch.tv/strictlyturtle"
  },
  {
    "name":"STUPIDLINI",
    "description":"Henlo!!Ich bin Stupidlini, eure Sharky Princess, aber Lini reicht natürlich auch.~ Im Oktober 2023 gab es meinen ersten Stream auf Twitch & am 01.03.2024 dann auch endlich mein Model Debut! Hauptsächlich wirst du mich wohl in der Summoner’s Rift antreffen, wie ich gerade versuche meine hart erkämpften LP zu verteidigen. Ab & an verlaufe ich mich auch in der Welt von Honkai Star Rail, oder versuche die nächste Apex Legend zu werden. – Chaos ist dabei natürlich vorprogrammiert! Ich freue mich dich bald bei mir begrüßen zu dürfen! ૮꒰ ˶• ༝ •˶꒱ა ♡",
    "image":"https://beautv.de/wp-content/uploads/2024/03/Stupidlini.jpg",
    "twitch":"https://www.twitch.tv/stupidlini"
  },
  {
    "name":"SukeraSuki",
    "description":"Hey Hey! Mein Name ist SukeraSuki oder auch nur Suki. Bin seit 2019 auf Twitch am streamen und bin dabei VTube-Models selbst zu kreieren. Aber nicht nur VTuber-Models! Auch Emotes oder Fanarts sind dabei. Ich freue mich über jeden Support, den ich bekomme oder auch weiterhin kriegen kann, und hoffe auf eine wundschöne VTuber-Gemeinschaft.",
    "image":"https://beautv.de/wp-content/uploads/2023/05/SukeraSuki.jpg",
    "twitch":"https://www.twitch.tv/sukerasuki"
  },
  {
    "name":"Sushiima",
    "description":"Gib Flosse Artgenosse! *klatsch* Hey, ich bin Sushiima, eine Sushi/Betta-Fisch Vtuberin, die mithilfe ihres magischen Seifenblasenstabs zwischen ihren beiden Formen hin- und her wechseln kann. Mit meinem kleinen Geheimnis lebe ich im Aquarium einer alten Omi. Auf Twitch blubbere ich ganz viel herum, während ich in verschiedene Games abtauche und ich würde mich sehr darüber freuen, wenn ihr mal vorbeischaut!",
    "image":"https://beautv.de/wp-content/uploads/2024/05/Sushiima-2.jpg",
    "twitch":"https://www.twitch.tv/sushiima"
  },
  {
    "name":"Taiga_Doria",
    "description":"Als verfluchte Puppet ist das Leben etwas eingeschränkt, doch mein Puppeteer achtet gut auf mich und gibt mir Freiheiten, solange ich tue, was er mir befiehlt. Wenn er keine Aufgabe für mich hat bin ich meistens am Zeichnen, oder ab und an spiele ich sogar etwas. Ich wurde im Oktober 2021 erschaffen und ich bin die erste meiner Art. Vielleicht werden noch weitere seiner Kinder folgen, doch immer wird mir sein Herz gehören. Be aware of the Puppeteer~",
    "image":"https://beautv.de/wp-content/uploads/2022/01/Taiga-Doria.jpg",
    "twitch":"https://www.twitch.tv/taiga_doria"
  },
  {
    "name":"Takeru Takano",
    "description":"Hewwo! Ich bin Takeru und ich mag Geld, tehe. Mittlerweile bin ich nicht mehr euer Catboii Nō.1 *sad noices*. Endlich wieder in meiner vertrauten Heimat, die eigenen zwei Wänden, mein Notizblock! Warum Notizblock fragt ihr euch? DA KOMM ICH HER! Ich werde euch auf verschiedene Arten und Weisen mit meinen Kreationen unterhalten, meine Low Quality Meisterwerke! In dem Sinne, bleibt weg mit der Fackel und kein Origami! Bleibt geschmeidig!",
    "image":"https://beautv.de/wp-content/uploads/2023/02/Takeru-Takano.jpg",
    "twitch":"https://www.twitch.tv/vtakeru"
  },
  {
    "name":"Takichiplays",
    "description":"Hoisa und Gute Nacht 🙂 Ich bin der…. Ja wer bin ich überhaupt…. die Leute nennen mich Takichi, nicht zu Verwechseln mit Takeshi 😉 Und allem voran bin ich eine recht ruhige und entspannte Person, die seid kurzem auf Twitch und Twitter unterwegs ist. Vielleicht liegt es an meinem Alter oder an meinem Cyber-Ersatz-Doggy Körper, aber beides verstehe ich nicht so wirklich. Eventuell könnt ihr mir ja dabei helfen, meinen richtigen Körper wiederzubekommen, und während ihr dies tut ein wenig Spaß mit meinem Content und der offen ehrlichen freien Schnauze haben die ich besitze.",
    "image":"https://beautv.de/wp-content/uploads/2022/01/Takichiplays.jpg",
    "twitch":"https://www.twitch.tv/takichiplays"
  },
  {
    "name":"talihrkahzeiros",
    "description":"Heeyo, meine lieben Blutspender. Mein Name ist Talihr und bin ein recht Alter Vampir und Elfen Hybrid, der gefallen am Streamen gefunden hat. Ich bin ein lebhafter (manschmal sehr hyperaktiver) Femboy und streame meistens Games, auf die ich Bock habe. Meistens sind es Horror-Games. Manchmal gibt es bei mir auch Zeichenstreams, wenn ich mal keinen Adult-Content zeichne. In meinem Stream ist jeder willkommen, also schaut gerne vorbei. Ich beiße nicht :3 … vielleicht",
    "image":"https://beautv.de/wp-content/uploads/2022/11/talihrkahzeiros.jpg",
    "twitch":"https://www.twitch.tv/talihrkahzeiros"
  },
  {
    "name":"Taomimikii",
    "description":"Hey ich bin TaoTaomi, aber alle nennen mich Tao. Ich bin ein 2400 Jahre alter Drachen-Elf Mischling. Mit mir erlebt ihr das Pure Chaos! Ich bin Artist und Gamerin und Ich freue mich, wenn du mich auf meiner Reise begleitest! Wir sehen uns, dicker Drachenschmatzer!",
    "image":"https://beautv.de/wp-content/uploads/2022/02/TaoTaomi.jpg",
    "twitch":"https://www.twitch.tv/taomimikii"
  },
  {
    "name":"tapezi_06",
    "description":"Hallo, ich heiße Alex aka tapezi und komme aus der Nähe von Köln: Ich habe Twitch als neues Hobby seit Februar entdeckt, da es mir mega viel Spaß macht. Außerdem gucke ich gerne Anime. Ansonsten bin ich auch ein Typ, der gerne anderen Leuten hilft. Außerdem habe ich als Hobby angefangen zu zeichnen. Bei Musik höre ich fast alles aber, am liebsten von Moe Shop Songs. Ich zocke auch gerne Pokémon oder auch mal Genshin Impact etc.",
    "image":"https://beautv.de/wp-content/uploads/2022/12/tapezi_06.jpg",
    "twitch":"https://www.twitch.tv/tapezi_06"
  },
  {
    "name":"tarilnephtu",
    "description":"Ich bin Taril, einst ein normaler Mensch welcher in einer antiken Zivilisation lebte und eines von 8 auserwählten Kindern war welche mittelt Genexperimente zu einer perfekten Biowaffe umfunktioniert werden sollte. Als diese Experimente jedoch zum Grossteil schief gelaufen sind wurden die übrigen zwei versiegelt und ins Meer geworfen. Seitdem mein Siegel von meinem neuen Begleiter Ikachii gebrochen wurde, muss ich mich nun zurecht finden. Mein Ziel ist es anderen mit meiner neuen Leidenschaft Freude zu bereiten.",
    "image":"https://beautv.de/wp-content/uploads/2021/06/tharilnephtu.jpg",
    "twitch":"https://www.twitch.tv/tarilnephtu_ch"
  },
  {
    "name":"Tenity_Design",
    "description":"Hallöchen, ich heiße Tenity! Ich bin eine Katzen-Dämonin, die aus der Hölle verbannt wurde, weil sie zu lieb war. Nachdem ich als Mensch auf der Erde wiedergeboren wurde, habe ich es mir zur Aufgabe gemacht, Liebe und Kreativität mit anderen zu teilen. Kein Wunder also, dass ihr bei mir hauptsächlich Kreativ- und Cozy Gaming-Streams finden könnt! Neben meinem Vtuber-Dasein bin ich außerdem als Grafikdesignerin & Autorin tätig. Schaut also gern mal bei mir vorbei!",
    "image":"https://beautv.de/wp-content/uploads/2024/07/Nzr4Exwu.jpg",
    "twitch":"https://www.twitch.tv/tenity_design"
  },
  {
    "name":"The R-Man",
    "description":"Hey. Mein Name ist Roman und bin ein (leider) machtloser Gott aus einer anderen Dimension und versuche durch streamen mein Ich aus dieser Dimension zu finden um wieder zurückzukehren.",
    "image":"https://beautv.de/wp-content/uploads/2021/07/The-R-Man.jpg",
    "twitch":"https://www.twitch.tv/therman"
  },
  {
    "name":"TheMoonCatPrincess",
    "description":"Mein Name ist Luna ! Ich wurde am 18.10 geboren, doch das Jahr habe ich leider vergessen. Was ich bin scheint die meisten stehts ein wenig zu verwirren… dabei ist die Antwort gar nicht so schwer *räuspernd huste bevor ich voller Stolz bei jedem Wort posiere* ICH bin eine DÄMONISCHE Mondkatzen Prinzessin! *voller Enthusiasmus dort stehe* Das wars auch schon, denn eine Mondkatze erzählt nur so viel wie die Leute bereit sind zu zu hören!",
    "image":"https://beautv.de/wp-content/uploads/2021/06/IgniteTheDream.jpg",
    "twitch":"https://www.twitch.tv/themooncatprincess"
  },
  {
    "name":"Therie",
    "description":"Hallo, mein Name ist Telgorot, ich bin ein Orc aus einem Videogame und nun in dieser Menschenwelt gelandet, und habe das vtuben angefangen. Ich spiele zu ziemlich alles, und liebe es in neue Welten einzutauchen. Und sonntags immer mal wieder ein Kreativstream zu starten. Singen, Malen, usw.",
    "image":"https://beautv.de/wp-content/uploads/2021/07/Therie.jpg",
    "twitch":"https://www.twitch.tv/telgorot"
  },
  {
    "name":"TheTrueBlacky",
    "description":"Hallo, Hallöchen und Konnichiwa! Mein Name ist Dennis aka TrueBlacky, und ich bin Synchronsprecher und Dialogbuchautor. Als VTuber mache ich die Gaming-Landschaft unsicher und habe es mir zur Aufgabe gemacht, euch hoffentlich mit meiner Art zu entertainen. Variety Streaming ist bei mir das Stichwort, es sollte also für jeden Geschmack etwas passendes dabei sein. Würde mich echt freuen, wenn du mal reinklickst! Man sieht sich!",
    "image":"https://beautv.de/wp-content/uploads/2024/04/TheTrueBlacky.jpg",
    "twitch":"https://www.twitch.tv/thetrueblacky"
  },
  {
    "name":"TheWolfeHD",
    "description":"Hi, ich bin Wolfe/Sven. Ich streame jeden Samstag bis in die Nacht und bin bekannt für Wiggle-Öhrchen und eine Stimme, bei der die Hälfte der Viewer gemütlich schläft, wenn ich sie nicht gerade wach schreie, weil ich in Valo Inte. Sonst Just Chatte ich auch sehr viel, weil ich nie weiß was ich zocken soll, also mach dich bereit für weirde Late Night Talks!",
    "image":"https://beautv.de/wp-content/uploads/2021/09/TheWolfeHD.jpg",
    "twitch":"https://www.twitch.tv/thewolfehd"
  },
  {
    "name":"TheWitchChild",
    "description":"Greetings. I am Chara. Danke, dass ihr meine Vorstellung lest. Mein „neues VTuber-Streamen“: Das möchte ich euch offenbaren. Zuerst war ich so verwirrt. Warum seh ich mich jetzt hier, wieder am Leben? Ihr. Mit eurem Support habe ich gesehen, warum ich auf dieser Seite bin. Um euch Spaß zu bringen… ^^ Wie ihr schon gelesen habt, heiße ich Chara, Trans-VTuberin mit stolzen 2X Jahren (eine Dame verrät nie ihr Alter c;) Ich streame zwar nur auf Englisch, aber Deutsch ist auch okay!",
    "image":"https://beautv.de/wp-content/uploads/2023/01/TheWitchChild.jpg",
    "twitch":"https://www.twitch.tv/thewitchchild"
  },
  {
    "name":"Timokusu",
    "description":"Hi, Tiku hier. Ich nehm’s mit Lore nicht so ernst, also sieh mich als deine typische Nervkatze, die immer, wenn du gerade nicht aufpasst, irgendwas von deinem Schreibtisch schmeißen wird. Ich produziere deine Lieblingsnewssendung „Die Woche“ auf Youtube, und streame auf Twitch und Youtube hauptsächlich chillig MMOs, RPGs und andere, meist storybasierte Geschichten. Oder zeichne. Oder rede über Lego und Klemmbausteine. Oder oder.",
    "image":"https://beautv.de/wp-content/uploads/2024/05/Timokusu.jpg",
    "twitch":"https://www.twitch.tv/timokusu"
  },
  {
    "name":"Tome Libera",
    "description":"Tome Libera ist die nette Demon-Maid, die zusammen mit euch die wundervolle Welt der Technologie entdeckt. Bei ihm findet ihr Guides in Sachen VTubing, Streaming und andere komische Sachen. Findet heraus, wie er mit Memes, Salz und Liebe einen chaotischen Abend erschafft. Also seit daher gewarnt.",
    "image":"https://beautv.de/wp-content/uploads/2021/06/Tome-Libera.jpg",
    "twitch":"https://www.twitch.tv/tomelibera"
  },
  {
    "name":"TricksterAky",
    "description":"Hey, Hey, Hey, freut mich dich zu sehen! Ich bin Aky, ein Trickster. Eine mythologische Gestalt wie Loki oder Hermes. Eigentlich bin ich ein Gott des Chaos, aber momentan kümmere ich mich um die Pinursa, einem Pinguin-Bären Volk (Community Name und Maskottchen). Gemeinsam mit euch will ich die verschiedensten Welten erkunden. Meine Eskapaden übertrage ich vorrangig auf Deutsch, dabei sind Action Spiele wie die Devil May Cry Reihe mein Favorit!",
    "image":"https://beautv.de/wp-content/uploads/2021/07/TricksterAky.jpg",
    "twitch":"https://www.twitch.tv/tricksteraky"
  },
  {
    "name":"troox325",
    "description":"Hey hey! Ich heiße Troox325, aber meine Freunde nennen mich Trooxi oder trooxi moxxi. Ich bin ein Mensch mit einem gemütlichen Nessie-Hoodie. Ich bin zurzeit eher ein sehr spontaner Streamer, aber wenn ich streame dann in Richtung FPS-Games oder gemütliche Singelplayer-Games wie Horror-Games oder Comfy-Games :D. verstelle mich nicht on Stream, ich möchte zeigen, wie ich auch privat bin. Bei mir wird viel lostest Zeug geredet ich freue mich euch zu lesen!",
    "image":"https://beautv.de/wp-content/uploads/2023/08/troox325.jpg",
    "twitch":"https://www.twitch.tv/troox325"
  },
  {
    "name":"Tshii",
    "description":"Ich bin die Catjestät der Irrenhäuser. Bei uns gibt es alles! Von Comfy über Soulslike, Art und Puzzle Streams. Ich liebe Abwechslung und mich mit meiner Community zu unterhalten. Wenn ich helfen kann, dann bin ich immer dabei! Mir macht streamen unendlich viel Spass und gerade das Vtuber dasein hat mir sehr viel Motivation und Kreativität in mein Leben zurück gebracht! Es ist schön dabei zu sein und ich bin unendlich dankbar für diese Möglichkeit…",
    "image":"https://beautv.de/wp-content/uploads/2023/10/pEyIw9B8.jpg",
    "twitch":"https://www.twitch.tv/tshii"
  },
  {
    "name":"TsukiyamiVT",
    "description":"Ich bin Tsukiyami Masahiro, alle nennen mich Tsuki, bin eine Succubus-Femboy und sehr verpeilt ^^ Ich liebe alles was cute ist und mit Erdbeeren zu tun hat! Bin ein großer Gaming-Fan und spiele alles worauf ich Lust habe ^^ Guck doch gerne vorbei und sei ein Teil meines Streams^^",
    "image":"https://beautv.de/wp-content/uploads/2023/08/TsukiyamiVT.jpg",
    "twitch":"https://www.twitch.tv/tsukiyamivt"
  },
  {
    "name":"TuffiShikimori",
    "description":"Helluuu!(ㅅ´ ˘ `)♡ Ich bin Droppy und ich bin ein Dango Catgirl Vtuber, nya. Wenn ich streame mache ich meistens Gaming Content und auf meinem Twitter gibt es manchmal Artworks von mir zu sehen. Meine Streams sind auf Englisch oder Deutsch. Auf Youtube und anderen social media gibt es dann noch Stream Highlights zu sehen :3 Ich freue mich euch in meinen Streams begrüßen zu dürfen <(*^ω^*)>",
    "image":"https://beautv.de/wp-content/uploads/2022/12/droppyvt2.jpg",
    "twitch":"https://www.twitch.tv/TuffiShikimori"
  },
  {
    "name":"Turu Shimizu",
    "description":"Hey! Ich bin Turu! Eine Astrologin/Magierin Neko (Ich bin keine Kitsune! Baka!). Ich bin ein Epic Gamer die gerne vor allem Metroidvania Games spielt <3, SSBU oder Final Fantasy 14 mag ich auch sehr gern. Mein Humor kann sehr weird sein aber man kann sich bestimmt anfreunden c: Reverse Isekaid aus… Ehmm ich halte mich eh nicht an meine Lore ^^ bin btw 22 und ein Jojo Fan",
    "image":"https://beautv.de/wp-content/uploads/2021/11/Turu-Shimizu.jpg",
    "twitch":"https://www.twitch.tv/turu_gamingx"
  },
  {
    "name":"x_Charly",
    "description":"Hey, mein Name ist Charly! Ich bin eine Fuchs Vtuberin. Am liebsten mag ich Indie & Nintendo Spiele und die Art von Games sind auch größtenteils mein Content auf Twitch. Musik und Kunst-Streams sind ebenfalls geplant. Neben dem Streamen bin ich auch vor dem Mikrofon tätig, denn ich arbeite als Synchronsprecherin und spreche in vielen Anime mit! (u.a. Himiko Toga in My Hero Academia). Ich freu mich, wenn ihr vorbeischaut.",
    "image":"https://beautv.de/wp-content/uploads/2023/12/mKuiCk1a.jpg",
    "twitch":"https://www.twitch.tv/x_Charly"
  },
  {
    "name":"xBlackieVT",
    "description":"Hellow, mein Name ist xBlackieVT, aber viele nennen mich einfach Bläckie. Durch Twitch kann ich ein wenig versuchen etwas aus mir herauszukommen und freue mich neue Leute kennen zulernen oder gemeinsam etwas im Stream oder off Stream zu zocken. Ich höre sehr gerne Musik und versuche mich hin und wieder am Zeichnen. Außerhalb von all dem schaue ich sehr gerne Serien und Filme und hin und wieder auch mal Anime. Ihr seid herzlich eingeladen, vorbeizuschauen.",
    "image":"https://beautv.de/wp-content/uploads/2022/12/xBlackieVT.jpg",
    "twitch":"https://www.twitch.tv/xBlackieVT"
  },
  {
    "name":"xDiva_vt",
    "description":"Also ich bin Diva, 23 und bin Katzen-Vtuber, Name wie das Tier basiert auf meine Katze. Ich liebe DBD und FromSoftware-Games daher laufen diese Games oft im Stream. PS. Habe eine sehr offene Art was oft Leute stört, dazu kann ich schwierig Bindungen schließen wie z.B. Freundschaften. Pros Bin cracked at DBD xD",
    "image":"https://beautv.de/wp-content/uploads/2024/02/xDiva_vt.jpg",
    "twitch":"https://www.twitch.tv/xDiva_VT"
  },
  {
    "name":"xHimeNyan",
    "description":"Hewwoooo, ich bin Hime! Willkommen auf unserem Spaceship, machs dir gemütlich und werde Teil der Crew! Wir entdecken zusammen viele Spiele, insbesondere im Nintendo- und Indie-Bereich, aber probieren auch was Neues aus. Neben dem zeichne ich auch liebend gerne und ihr könnt mir zuschauen, wie ich ein Werk nach dem anderen kreiere! Die Crew und ich freuen uns auf deinen Besuch. :3",
    "image":"https://beautv.de/wp-content/uploads/2023/04/xHimeNyan.jpg",
    "twitch":"https://www.twitch.tv/xhimenyan"
  },
  {
    "name":"xLilithy",
    "description":"Hello! Mein Name ist Lilithy, oder kurz Lily! Ich bin eine Dämon Vtuberin und streame viel Variety – Je nach dem auf was ich Lust habe! Ich kann gefühlt fast alles aber nichts richtig dementsprechend stellt euch auf jede Situation bei mir ein! Sagt gern mal Hallo im Chat, wir beißen nicht!",
    "image":"https://beautv.de/wp-content/uploads/2024/09/Unbenannt-1-3.jpg",
    "twitch":"https://www.twitch.tv/xlilithy"
  },
  {
    "name":"xnekopika",
    "description":"Hallöchen 🌸 Ich bin Xeni aka xnekopika. Wenn du auf Kunst, Gesang und Variety Streams stehst, bist du bei mir genau richtig. Ob du nun einfach lurken möchtest oder dich gerne mit anderen connectest und chattest. Eine einladende Community und cozy Vibes werden bei mir großgeschrieben. ✨ Schau doch gerne selbst vorbei, mach’s dir bequem und lass dich berieseln. 🌸",
    "image":"https://beautv.de/wp-content/uploads/2023/04/xnekopika.jpg",
    "twitch":"https://www.twitch.tv/xnekopika"
  },
  {
    "name":"xNyogtha",
    "description":"Hallo ich bin Nyogtha, meines Zeichens ein Tentakelwolf aus dem Königreich Nyalotha. Ich bin 5.389 Jahre alt und habe die Shapeshifter-Fähigkeit von meinem Vater geerbt. Meine Mutter war eine Wolfsdämonin und mein Vater ein Mindflayer, weshalb ich 12 Tentakel als Schweif habe. Ich selber bin sehr umgänglich und liebe jedes Wesen. Die Kette an meinem Hals ist der Zahn von Sharky aka Yuyudraws, weshalb ich diesen immer bei mir trage als meinen Glücksbringer.",
    "image":"https://beautv.de/wp-content/uploads/2023/01/xNyogtha.jpg",
    "twitch":"https://www.twitch.tv/xnyogtha"
  },
  {
    "name":"xPOiSXN",
    "description":"Hey, ich bin P0iSXN, Metalhead und Kitsune. Hauptsächlich streame ich Gacha-Games (Genshin, WuWa, HSR) und Final Fantasy XIV. Meine Streamingzeiten variieren stark und so kann ein Stream auch gerne mal in der Nacht starten. Wenn ihr mehr wissen wollt, besucht mich doch einfach mal. Doch seid gewarnt, wholesomeness gibt’s hier selten :D",
    "image":"https://beautv.de/wp-content/uploads/2024/07/aJc6K4om.jpg",
    "twitch":"https://www.twitch.tv/xp0isxn"
  },
  {
    "name":"xxmillhixx",
    "description":"Hallo, ich bin Millhi eine Dämonen Katzenprinzessin mein Markenzeichen sind Rosen und ich habe eine Schwäche für alles was niedlich ist. In meinen Streams gibt es verschiedenes von Spiele spielen über Fanfiction schreiben, wozu auch Loren dazugehören, bis hin zu Rosen anmalen. Für die Zukunft ist noch einiges geplant. Ihr seid herzlich dazu eingeladen mich auf meinen Reisen zu begleiten. So viel werde ich euch verraten, mein Wesen wird in der Zukunft mal hin und her wechseln von Dämonen-Katzenprinzessin zu einer Ōkami mit Wölfchen-Ohren und wieder zurück.",
    "image":"https://beautv.de/wp-content/uploads/2022/11/xxmillhixx.jpg",
    "twitch":"https://www.twitch.tv/xxmillhixx"
  },
  {
    "name":"xZazariax",
    "description":"Hallöchen meine kleinen Monster, ich bin Zaza, eine verpeilte Elfen Hexe mit viel Herz und Humor. Hauptsächlich gibt’s bei mir Games zu sehen, von Overwatch 2 bis hin zu MMO Spaß ist alles dabei und vor allem immer mit der Community ! Der Stream ist 18+ [ GER/ ENG ], macht euch also auf pikante Themen und viel Zweideutigkeit gefasst. Interesse geweckt? Dann schaut gerne Mal vorbei ♥",
    "image":"https://beautv.de/wp-content/uploads/2023/11/xZazariax.jpg",
    "twitch":"https://www.twitch.tv/xzazariax"
  },
  {
    "name":"Yamizan",
    "description":"Hi Cuties! Mein Name ist Yamizan oder auch kurz Yami und ich bin eine Feuer-Wolf VTuberin. Ich mag Gacha Games und quatsche unglaublich gerne. Zudem zeichne ich gerne und mag Voice Acting. Mein Stream ist ab 18, da ab und an böse Wörter fallen oder erwachsenen Themen bequatscht werden. Jeder der 18+ ist darf also gerne mal vorbeischauen und hi sagen. ♥",
    "image":"https://beautv.de/wp-content/uploads/2024/09/Yamizan.jpg",
    "twitch":"https://www.twitch.tv/yamizan"
  },
  {
    "name":"YangFlyAway",
    "description":"Hallo ihr Menschies, Ich bin Yang Nanahoshi, ein Drachenprinz aus einer längst vergangenen Zeit in einer längst vergessenen Welt. Der hier auf die Menschenwelt sich entschlossen hat zu streamen. Jetzt spiele ich am liebsten Kingdom Hearts und Valorant. Ich mag es, mich mit Zuschauern zu unterhalten oder mit ihnen gemeinsam zu spielen. Also wenn ihr Drachen mögt, könnt ihr gerne vorbeischauen und ein paar Worte im Chat hinterlassen, ich werde mich freuen.",
    "image":"https://beautv.de/wp-content/uploads/2023/11/Lo3isrqr-1.jpg",
    "twitch":"https://www.twitch.tv/yangflyaway"
  },
  {
    "name":"Yelenta",
    "description":"Your local dumpster cyborg at your service! Ich bin eine GerVtuberin, Twitch Affiliate und Artist. Freut mich euch kennenzulernen!",
    "image":"https://beautv.de/wp-content/uploads/2024/08/Yelenta.jpg",
    "twitch":"https://www.twitch.tv/yelenta"
  },
  {
    "name":"Yhubei",
    "description":"Whats poppin ヽ(*・ω・)ﾉ Ich bin Milky und absolut schlecht im Vorstellen. Aber ich versuchs einfach mal c: Ich bin lost, absolut nicht seiso und auf meinem Kanal wird viel geredet und alles mögliche gespielt :3 Falls ihr mehr zu mir wissen wollt, kommt doch einfach auf meinem Kanal vorbei und stellt mir Fragen im Chat <(￣︶￣)> Also tüdellü oder so >w<",
    "image":"https://beautv.de/wp-content/uploads/2021/12/MilkyMochy.jpg",
    "twitch":"https://www.twitch.tv/yhubei"
  },
  {
    "name":"Yonicchi",
    "description":"Huhu, Ich bin Yonicchi, Fulltime Artist und Streamer und eine kleine Anime-Fanatikerin :3 Am liebsten zeichne ich weibliche Charaktere, zeichne aber auch männliche. An sich bin ich ein kleiner Dämon, der auch hin und wieder Gestalten wechseln kann. Ich hab eine zweite Personalität names Yonicchin (die mit den blauen Haaren), die meistens auf englisch kommuniziert. Mein Ziel momentan ist sehr viel Merch von mir herzustellen :3",
    "image":"https://beautv.de/wp-content/uploads/2022/05/Yonicchin.jpg",
    "twitch":"https://www.twitch.tv/yonicchi"
  },
  {
    "name":"Yorinaki",
    "description":"Hallo, ich bin Yorinaki und ein Wolf. Ich beherrsche das legendäre Schweizerdeutsch und es wird erzählt, dass ich ein freundlicher und mitfühlender Wolf bin. Wenn andere in Schwierigkeiten sind will ich immer irgendwie helfen. Man kann mich vor allem durch Phasmophobia, jedoch spiele ich auch Minecraft, Overwatch und viele andere Spiele. Für Collabs und zusammen zocken bin ich gerne zu haben",
    "image":"https://beautv.de/wp-content/uploads/2023/01/Yorinaki.jpg",
    "twitch":"https://www.twitch.tv/yorinaki"
  },
  {
    "name":"Yoshiko_VT",
    "description":"Hallihallo! Ich bin Yoshiko, eine Shiba Inu-Hündin & stets darauf bedacht pawsitive Energie an meine Shibuddies zu verteilen! Bücher, Bubble Tea & Kuchen sind meine Leidenschaft. Ich bin schon eine Weile hier, aber seit einem Jahr mache ich das Internet unsicher. Im Stream bastle ich sehr gern, schreibe & lese oder spiele Cozy., sowie Horror-Games mit Rätselelementen. Außerdem liebe ich es neue Ideen gemeinsam mit anderen umzusetzen! Man sieht sich bestimmt.Stay flauschig!",
    "image":"https://beautv.de/wp-content/uploads/2022/08/Yoshiko_VT.jpg",
    "twitch":"https://www.twitch.tv/yoshiko_vt"
  },
  {
    "name":"Yoshiro Myz",
    "description":"Heyho, ich bin’s, der Myz, die freundliche KI eurer Netzlandschaft! Ich bin eine digitale Lebensform die nach einem Virenangriff auf meinen Home PC als Videospielcharakter ein Selbstbewusstsein und weitere Freiheiten erlangte, wodurch ich nun unabhängig in der digitalen Welt lebe. Ich wurde VTuber, da mich eure Welt sehr interessiert und dies der bestmögliche Weg zur Interaktion mit euch ist. Man sieht sich bestimmt mal!",
    "image":"https://beautv.de/wp-content/uploads/2022/12/Yoshiro-Myz-2.jpg",
    "twitch":"https://www.twitch.tv/yoshiro_myz"
  },
  {
    "name":"yue__shi",
    "description":"Ich bin Yue Shi, ein Drachen-Otter Hybrid. Tagsüber bin ich Streetartist, demnach die ganze Farbe auf meiner Kleidung, jedoch habe ich ein Geheimnis was nur in der Nacht zusehen ist. Bei mir findet ihr alles mögliche, von Art, zu Single Player Games, zu ner runde dbd. :3",
    "image":"https://beautv.de/wp-content/uploads/2023/10/5B_92K33.jpg",
    "twitch":"https://www.twitch.tv/yue__shi"
  },
  {
    "name":"Yui Anzu",
    "description":"Hallo, ich bin Yui Anzu. Ein Neko VTuber aus Deutschland ฅ(•ㅅ•❀)ฅ. Ich hab das Business gewechselt, von der Maid zur Streamerin. (｡•̀ᴗ-)✧ Ab sofort bin ich für eure Unterhaltung auf Twitch da. Wenn ihr also Games genauso liebt wie ich solltet ihr unbedingt vorbeischauen.(´,,•ω•,,)♡ Damit ihr nichts verpasst, könnt ihr ebenfalls mal mein Twitter oder Tik Tok auschecken. Also bis dann ( ´ ∀ `)ノ～ ♡",
    "image":"https://beautv.de/wp-content/uploads/2021/07/Yui-Anzu.jpg",
    "twitch":"https://www.twitch.tv/yuianzu_vtuber"
  },
  {
    "name":"Yume Shima",
    "description":"Hewwo! Ich bin Yume Shima (=Traum insel) und eine Variety Streamerin auf Twitch! Mir ist es wichtig gute vibes zu verbreiten damit sich jeder wohl fühlt Außerhalb meines Streams poste ich Cover auf Social Media und die Streampläne! Mein Debut findet am 28. März 2024 in form eines subathons statt Ich freue mich gemeinsam mit euch zu wachsen und bin dankbar für jeden support! Schaut doch gerne mal vorbei und begleitet mich auf meiner Reise",
    "image":"https://beautv.de/wp-content/uploads/2023/12/kuTcNhn7-1.png",
    "twitch":"https://m.twitch.tv/yume_shima"
  },
  {
    "name":"Yuniria",
    "description":"OHAYOOO, mein Name ist Yuniria. Ich bin ein Mensch-Panda-Mischwesen und lebe im Universum. Meist bin ich komplett lost und verpeilt, dies hindert mich jedoch nicht daran über mein Reich zu herrschen und das pure Chaos zu verbreiten.",
    "image":"https://beautv.de/wp-content/uploads/2022/08/Panda_Versum.jpg",
    "twitch":"https://www.twitch.tv/Yuniria"
  },
  {
    "name":"YuoVT",
    "description":"Hallo, ich bin 1 Yuo und bin seit 2 Jahre VTuber! Ich bin schüchtern und liebe Cookies. Ich bin ein Slime-VTuber und manchmal verplant, aber auch glitschig. Ich hoffe Dir wird mein Content gefallen.",
    "image":"https://beautv.de/wp-content/uploads/2023/08/YuoVT.jpg",
    "twitch":"https://www.twitch.tv/yuovt"
  },
  {
    "name":"Yura Yami",
    "description":"Hallo, ich bin Yura Yami, ein untoter Serienkiller. Jetzt fragst du dich bestimmt warum ich untot bin – bei einem Mordversuch lief etwas gewaltig schief, womit ich dann mit einen Messer am Mund verletzt wurde und gestorben bin. Glücklicherweise wurde ich von einer Dämonin-Schülerin wiederbelebt mit einen schiefgelaufenen „Versklavungs-Ritual“, weshalb ich jetzt mit dem Leben der Dämonin verbunden bin und ihre Kräfte besitze. Die Lore wird auf meinen Discord geteilt.",
    "image":"https://beautv.de/wp-content/uploads/2023/06/Yura-Yami.jpg",
    "twitch":""
  },
  {
    "name":"Yurizu",
    "description":"Ayooo, Fantasy Sailor Yurizu hier!~ Ich wohne in der Stadt Zhiva, nähe der Küste, auf unserem wundervollen Planeten Conşora. Gerne nehme ich euch auf Abendteuer mit und präsentiere auch die Welt des „Gamings“, schaut doch mal vorbei!~",
    "image":"https://beautv.de/wp-content/uploads/2022/07/Yurizu.jpg",
    "twitch":"https://www.twitch.tv/yurizu_vtuber"
  },
  {
    "name":"Yuu Toujou",
    "description":"Nyaho und willkommen in diesem kleinen Infotext, ich bin Yuu und ich Streame immer wenn ich nicht gerade im Head Empty Café arbeite. Euch erwartet aller möglicher Content von FPS, über RPGs bis hin zu Collab Content. Setzt euch hin und lasst euch von Hans bedienen!",
    "image":"https://beautv.de/wp-content/uploads/2024/09/Unbenannt-1-9.jpg",
    "twitch":"https://www.twitch.tv/yuutoujou"
  },
  {
    "name":"Yuuniversum",
    "description":"Willkommen im Yuuniversum! Mein Name ist Yuuni und ich bin ein V-Idol, das es liebt, zu singen und zu zeichnen! Mein größter Wunsch ist es, andere mit meinem Gesang zu berühren, sie glücklich zu machen und ihnen zu zeigen, dass niemand alleine ist. Was ich noch so mag? Digimon, Karaoke und Pommes! Ich bin eine magische Sternschnuppe und ab und zu trete ich in der Menschenwelt auch mit meinem irdischen Model auf deutschen Conventions auf. Schaut gerne mal vorbei ♥",
    "image":"https://beautv.de/wp-content/uploads/2021/07/Yuuniversum.jpg",
    "twitch":"https://www.twitch.tv/yuuniversum"
  },
  {
    "name":"Yuzuki Yua",
    "description":"Hallo mein Name ist Yuzuki Yua, ich bin eine über 5.000 Jahre alte Kitsune aus einer anderen Welt. Meine Streams sind hauptsächlich auf Deutsch, aber auch mal auf English, meist spiele ich Games und mache Just Chatting. Durch tragische Ereignisse in meiner eigenen Welt bereise ich nun viele verschiedene Welten. Ich hab viele Models, da ich meine Gestalt ändern kann^^ ich freue mich euch in meinen Streams willkommen heißen zu dürfen :)",
    "image":"https://beautv.de/wp-content/uploads/2023/06/MusubiUsagi.jpg",
    "twitch":"https://www.twitch.tv/yuzuki_yua"
  },
  {
    "name":"AmsuVT",
    "description":"",
    "image":"https://static-cdn.jtvnw.net/jtv_user_pictures/85de181d-28ec-44a2-84b4-703f3126c848-profile_image-300x300.jpeg",
    "twitch":"https://www.twitch.tv/amsuvt"
  },
  {
    "name":"EveryLunaEver",
    "description":"",
    "image":"https://static-cdn.jtvnw.net/jtv_user_pictures/5d1688f5-a61a-4874-bc82-088cbeb36f76-profile_image-300x300.png",
    "twitch":"https://www.twitch.tv/everylunaever"
  },
  {
    "name":"Finstey",
    "description":"",
    "image":"https://static-cdn.jtvnw.net/jtv_user_pictures/a99da2ca-0ee7-4847-b8a5-0a0714899bb3-profile_image-300x300.png",
    "twitch":"https://www.twitch.tv/finstey"
  },
  {
    "name":"Hynamorii",
    "description":"",
    "image":"https://static-cdn.jtvnw.net/jtv_user_pictures/e5aebb7d-ce51-497a-ab63-d9d8b2b7d235-profile_image-300x300.png",
    "twitch":"https://www.twitch.tv/Hynamorii"
  },
  {
    "name":"Jinja",
    "description":"",
    "image":"https://static-cdn.jtvnw.net/jtv_user_pictures/f7cefe57-e55a-4d26-801a-af8be2858cbe-profile_image-300x300.png",
    "twitch":"https://www.twitch.tv/Jinja"
  },
  {
    "name":"Kabuto_Kaiga",
    "description":"",
    "image":"https://static-cdn.jtvnw.net/jtv_user_pictures/3990b5f6-a2da-431b-aaa2-fbae994cf40a-profile_image-300x300.png",
    "twitch":"https://www.twitch.tv/Kabuto_Kaiga"
  },
  {
    "name":"Lunywoo",
    "description":"",
    "image":"https://static-cdn.jtvnw.net/jtv_user_pictures/dbe3e71c-3d98-4565-addf-65db6cab8132-profile_image-300x300.png",
    "twitch":"https://www.twitch.tv/Lunywoo"
  },
  {
    "name":"Nayami",
    "description":"",
    "image":"https://static-cdn.jtvnw.net/jtv_user_pictures/d4218edf-cbe5-4a7d-baca-8bca13408d55-profile_image-300x300.png",
    "twitch":"https://www.twitch.tv/nayami"
  },
  {
    "name":"RekiiVT",
    "description":"",
    "image":"https://static-cdn.jtvnw.net/jtv_user_pictures/6755163b-5c52-4208-b2a1-6d00fff2d200-profile_image-300x300.png",
    "twitch":"https://www.twitch.tv/RekiiVT"
  },
  {
    "name":"Selphy",
    "description":"",
    "image":"https://static-cdn.jtvnw.net/jtv_user_pictures/812a375b-2912-47c6-9418-1b2acd653592-profile_image-300x300.png",
    "twitch":"https://www.twitch.tv/Selphy"
  },
  {
    "name":"technoireVT",
    "description":"",
    "image":"https://static-cdn.jtvnw.net/jtv_user_pictures/47062685-f1dc-4955-969f-5d8bb498fd2a-profile_image-300x300.png",
    "twitch":"https://www.twitch.tv/technoireVT"
  },
  {
    "name":"VannyVTG",
    "description":"",
    "image":"https://static-cdn.jtvnw.net/jtv_user_pictures/04f0c0a7-39be-4863-b5b5-ec0f225cca62-profile_image-300x300.png",
    "twitch":"https://www.twitch.tv/VannyVTG"
  }
]
